[
{"title": "Texas doc accused of retaliating against nurses", "author": "", "text": ["A West Texas doctor has been arrested on charges of misusing official information to retaliate against nurses who reported him to the state medical board.", "Winkler County's chief deputy sheriff says Dr. Rolando Arafiles Jr. has been freed on his own recognizance. Arafiles' phone number was not accepting calls Wednesday.", "Arafiles levied the same charge against two nurses at Winkler County Hospital in Kermit after an unsigned letter was sent to state medical regulators in 2009. It outlined concerns including Arafiles' alleged attempt to use hospital supplies for at-home procedures.", "Both nurses were charged after Arafiles asked the sheriff, a friend, to investigate who sent the letter.", "In an arrest affidavit, investigators say Arafiles believed the charges would thwart the board's investigation.", "Charges against one nurse were dropped. The other was acquitted."], "url": "https://www.foxnews.com/us/texas-doc-accused-of-retaliating-against-nurses"},
{"title": "FBI releases files on NPR's Daniel Schorr", "author": "", "text": ["The Nixon", "was so worried about Daniel Schorr's reporting that it ordered an investigation into the veteran network correspondent whose tough stories landed him on the president's infamous enemies list, according to newly released", "files.", "The administration had the bureau conduct a background investigation in 1971, according to one section from among hundreds of pages released Thursday from Schorr's FBI file.", "The White House said it was considering Schorr for a public affairs job in the environmental area. A day later, the investigation was canceled but the White House still wanted to see anything the FBI had managed to discover about Schorr.", "Schorr asked the FBI to discontinue the investigation.The long-time newsman later said he had never applied for such a position.", "The 93-year-old Schorr died in July after a six-decade career with CBS, NPR and other news media outlets. He believed the White House had tried to intimidate him for his hard-hitting coverage of the administration.", "The first reference to Schorr in FBI files dates from July 31, 1942, when FBI Director J Edgar Hoover asked the chief of the Special War Policies Unit for more information on Schorr's status as a \"representative of a foreign principal\" in his employment with the Netherland Indies News Agency.", "Eight years later, at the height of the post-war \"Red Scare,\" Hoover told the CIA director that the bureau had looked over Schorr's background and had kept information on his travels to \"Iron Curtain countries.\"", "The files mainly deal with the fallout from the FBI's investigation into Schorr and include dozens of newspaper articles and interviews with people who knew the famous reporter.", "Some of the files document Schorr's attempts to pry information from the FBI about the investigation by filing a Freedom of Information Act request for information.", "___", "— Online:", "— http://www.fbi.gov/foia/"], "url": "https://www.foxnews.com/us/fbi-releases-files-on-nprs-daniel-schorr"},
{"title": "Evacuations urged after avalanches near Las Vegas", "author": "", "text": ["Police went door to door Thursday urging residents to evacuate two mountain hamlets near Las Vegas after three overnight snow slides stirred fears of a disastrous avalanche.", "No injuries or structural damage were reported on Mount Charleston after the small to moderate avalanches struck about 40 miles northwest of Las Vegas.", "\"This is terrible,\" homeowner Jeff Anderson, 63, said about the snowfall. \"It is so wet it keeps packing down.\"", "Anderson was just down the mountain from a police checkpoint and did not plan to evacuate. His son and grandson also planned to stay into the new year.", "Anderson said he had a party planned for New Year's Eve and was not canceling yet.", "\"We can always leave when we want — the only thing is no power,\" he said.", "More than 300 customers remained without power on the mountain after heavy snow knocked down power lines three days ago.", "Rain and snow throughout the week downed trees, limbs and power poles, making it difficult for crews to restore electricity. The homes might not have power until Christmas, NV Energy spokesman Mark Severts said.", "As the sun shined Thursday, loads of snow that had collected on giant trees was melting and creating slippery conditions on neighborhood roads. But the main road up the mountain was clear, and authorities allowed residents and others to drive up the mountain even without 4-wheel drive vehicles or chains.", "Some roads remained closed as workers cleared storm debris.", "General Manager Tim Ouillette at The Resort on Mount Charleston said power went out for about six hours on Tuesday but came back up without the hotel needing to close. The hotel would remain open through the weekend, he said.", "A 13-mile scenic drive and visitor center at Red Rock Canyon National Conservation Area west of Las Vegas was shut down for a third day.", "At least 17 homes in Mesquite near the border of Utah and Nevada suffered minor damage from flooding from the Virgin River Tuesday and Wednesday, according to the Red Cross.", "___", "Associated Press writer Cristina Silva contributed to this report."], "url": "https://www.foxnews.com/us/evacuations-urged-after-avalanches-near-las-vegas"},
{"title": "Skull of possible serial killer victim found in WA", "author": "", "text": ["Children playing in a ravine south of Seattle this week found the skull of a young mother who vanished nearly three decades ago and has long been thought to be a victim of Green River serial killer", ".", "The King County Sheriff's Office announced Thursday that dental records identified the remains as those of 20-year-old Rebecca \"Becky\" Marrero, who was last seen Dec. 3, 1982, as she left a motel room on Pacific Highway South.", "Green River killer Gary Ridgway was arrested in 2001 after DNA tests linked him to some of dozens of unsolved killings dating to the early 1980s. He pleaded guilty two years later to murdering 48 women, most of them runaways, prostitutes and drug addicts in a deal that spared him from the death penalty.", "Marrero, who had a 3-year-old daughter, was believed to be one of Ridgway's early victims. But he was never charged in her case because her body wasn't found and because Ridgway couldn't provide investigators with enough information about her to prove he killed her.", "Marrero's skull was found Tuesday in a ravine in Auburn, about 25 miles south of Seattle. It was the same area where the remains of another Ridgway victim, Marie Malvar, were found in September 2003.", "It wasn't immediately clear if the King County Prosecutor's Office planned to charge Ridgway in Marrero's death.", "\"With the discovery of Ms. Marrero's remains detectives and prosecutors will now review the investigation into her disappearance and death,\" the office said in a written statement. \"Investigators will examine all aspects of the case including any potential involvement of Ridgway.\"", "One of Ridgway's attorneys, Mark Prothero, was out of the office Thursday and couldn't immediately be reached for comment.", "Prothero wrote in his book on the case, \"Defending Gary,\" that during extensive interviews Ridgway had \"never been able to give the detectives anything useful on the Rebecca Marrero case.\""], "url": "https://www.foxnews.com/us/skull-of-possible-serial-killer-victim-found-in-wa"},
{"title": "For many Gulf oil spill victims, a glum Christmas", "author": "", "text": ["Even before the Gulf oil spill, Jennifer Reddick was just getting by, living paycheck to paycheck as she tried to support six children on the $400 a week she made working part time as a deckhand and shrimp net maker.", "Then BP's well blew out off the coast of Louisiana, scaring away tourists and shutting down fishing. Now she has no work and no money to buy her children toys or new clothes this Christmas. Charities are providing what they can, but it's hard for Reddick to take handouts.", "\"It was never easy before, but we could make it,\" said Reddick, 30, of Buris, a small fishing town along the Mississippi River. \"I couldn't even afford Christmas this year for the kids.\"", "For many people along the Gulf Coast, there won't be much holiday cheer this Christmas.", "It's been more than five months since the well was finally capped after spewing millions of gallons of crude into the Gulf. Many shrimpers and oystermen are catching and selling only a fraction of previous hauls. Business owners who saw a summer of lost revenue are still struggling to pay their bills, and many had to lay off workers to make it through the slow winter months.", "The Coastal Heritage Society of Louisiana has seen requests for help double. Many are coming from people who had never asked for assistance before.", "\"Even after Katrina, it wasn't like this,\" said Joannie Hughes, who along with Vickie Perrin has fanned out across the region to deliver Christmas dinners and toys to 112 families.", "Perrin said the economic effect is just starting to ripple through communities, from fishermen to grocery stores and restaurants.", "\"It's like throwing a pebble into a pond. And we're only on the first few ripples,\" she said.", "The Second Harvest Food Bank has also seen a huge increase in families seeking first-time food assistance. Since May, the group has distributed more than 1 million pounds of food in 12 Louisiana parishes, the equivalent of 844,760 meals, to families hurt by the spill, said spokeswoman Leslie Doles.", "That's in addition to the more than 9 million pounds of food delivered to poor people in those parishes during the same months, largely to families who would have needed assistance anyway.", "After the spill, many people found temporary jobs on oil cleanup crews, but those operations are winding down. Some who lost money because of the spill are still waiting for their first payment from a $20 billion fund set up by BP to compensate victims, while others have been paid only a fraction of what they claim they lost.", "The program has paid more than 168,000 claimants some $2.5 billion. More than 467,000 claims have been filed.", "Recreational fishing guide Mike Helmer received money from the BP fund to cover his summer of losses, but business is still down more than 50 percent, and he is struggling with whether to accept a final payout from the company that would require him to sign away his right to sue later.", "\"It's a gamble because we just don't know what next year will be like, or the year after that,\" Helmer said. \"So it's not a real good bet.\"", "For him, Christmas just brings more worries. He is trying to keep the holidays as close to normal as possible for his wife and two children, but the stress of not knowing whether he will even be in business in the coming years is wearing him down.", "\"There's just a lot of things in the back of my mind,\" Helmer said. \"We're not in the poverty line yet, but it's the future that worries us.\"", "Isadore Creppel Jr., 57, a shrimper in the town of Venice, has been supporting himself as a fishermen since he was 16. He has weathered hurricanes and economic downturns for years and always bounced back and provided. But now the bills are piling up.", "He has been out of work since the spill and said he couldn't work for BP on cleanup because of his asthma. He received some money from the oil company, \"but not nearly what I'm due.\"", "\"I used to always tell myself things will get better, it'll be better down the road, like a light at the end of the tunnel,\" he said. \"But now, it feels like BP has just turned that light off.\"", "He has been on medication for stress and depression that has only gotten worse with the holidays. There will no toys sent to his grandchildren, no school supplies or dolls.", "\"We ain't gonna have a Christmas this year,\" he said.", "Reddick, the mother of six, said she is trying to keep it together for her children this sad Christmas.", "\"I don't want them to see me cry,\" she said."], "url": "https://www.foxnews.com/us/for-many-gulf-oil-spill-victims-a-glum-christmas"},
{"title": "New tax law packed with obscure business tax cuts", "author": "", "text": ["The massive new tax bill signed into law by President Barack Obama is filled with all kinds of holiday stocking stuffers for businesses: tax breaks for producing TV shows, grants for putting up windmills, rum subsidies for Puerto Rico and the Virgin Islands.", "There is even a tax break for people who buy race horses.", "Millions of homeowners, however, might feel like they got a lump of coal. Homeowners who don't itemize their deductions will lose a tax break for paying local property taxes.", "The business tax breaks are part of sweeping legislation that extends Bush era tax cuts for families at every income level through 2012. Obama signed the $858 billion measure a week ago. It also provides a new payroll tax cut for wage earners and extends jobless benefits to the long-term unemployed.", "Most of the business tax breaks — about 50 in all — are part of a package that expires each year, creating uncertainty for tax planners but lots of business for lobbyists. Many of these tax breaks have been around for years but expired at the end of 2009 because lawmakers couldn't agree how to pay for them.", "The new law extends most of them through 2011, some through 2012. They will be paid for with borrowed money.", "Nearly 1,300 businesses and trade groups formed a coalition urging Congress to extend the business tax breaks. Others lobbied for specific provisions, including a generous tax credit for research and development and subsidies to produce alternative energy.", "There is a generous tax break for banks and insurance companies that invest overseas, a tax credit for railroad track maintenance, more generous write-offs for upgrading motorsport race tracks, and increased deductions for businesses that donate books and computers to public schools and libraries.", "Many of the tax breaks are designed to encourage economic activity. But passing them each year at the last minute, or skipping a year and passing them retroactively, isn't terribly efficient, said Clint Stretch, a tax expert at Deloitte Tax LLP.", "\"It gives it a lot of dignity to call it a 'system,' \" Stretch said.", "Every year, taxpayers risk losing their favorite tax breaks, if they are not renewed. That's what happened to millions of homeowners. For 2008 and 2009, homeowners who didn't itemize their deductions were able to get an extra deduction — on top of the standard deduction — for paying local property taxes. Individuals could reduce their taxable income by as much as $500, couples could cut theirs by $1,000.", "The provision, which has saved homeowners about $1.6 billion a year, expired for 2010 and was left out of the new tax law.", "\"A lot of Americans don't make so much money that they itemize their tax returns. But those same Americans own property,\" said Sen. Max Baucus, D-Mont., who sponsored the original tax break. \"It seems to me that they, too, should have the ability to deduct it. It's a matter of equity.\"", "Taxpayers who itemize will continue to be able to deduct local property taxes. About two-thirds of tax filers don't itemize.", "Among the provisions in the new law:", "— A tax break that allows profitable companies to write off large capital expenditures immediately — rather than over time — giving some companies huge tax shelters.", "The tax break, known as bonus depreciation, benefits automakers, utilities, heavy equipment makers like Caterpillar Inc., and John Deere, air freight companies like Fedex Corp., and wireless companies like Verizon and AT&T, said Anne Mathias, director of research for the Washington Research Group, which provides research to institutional and corporate investors. It will save companies nearly $21 billion over the next decade.", "\"It helps companies that use expensive capital equipment, that spend a lot of money,\" Mathias said. \"It also helps places where the economy is growing, like wireless infrastructure, because there is a pretty big wireless build out right now.\"", "The tax break is also available to people who buy race horses and farmers who buy cattle for breeding or dairy, according to a depreciation list produced by the Internal Revenue Service.", "— An exemption that allows banks, insurance companies and other financial firms to shield foreign profits from being taxed by the U.S. through 2011. Cost: $9.2 billion.", "The tax break is important to major multinational banks and financial firms, such as Citigroup, Bank of America, Goldman Sachs and Morgan Stanley, and to the financing operations of other international companies, Mathias said.", "— A tax credit for research and development, benefiting a wide range of industries, including pharmaceutical and high tech companies. The law extends the tax credit through 2011, at a cost of $13.3 billion.", "\"The House and the Senate are in the holiday spirit and giving US companies a present of $13 billion in potential R&D Tax Credits!\" says a press release by Braithwaite Global Inc., a firm that advises companies on applying for research tax credits.", "— Increased tax rebates to Puerto Rico and the Virgin Islands from a tax on rum imported into the United States. The U.S. imposes a $13.50 per proof-gallon tax on imported rum, and sends most of the proceeds to the two U.S. territories.", "Previously, the rebate was $10.50 a gallon. The new law extends a more generous rebate of $13.25 a gallon through 2011. Cost: $262 million.", "— Extends a grant program for the production of wind, solar and other renewable energy through 2011. Cost: $3 billion.", "\"This is a great holiday present for the 85,000 American workers in the wind energy industry, tens of thousands of whom will now be able to get back to work in a sector that has been a bright spot in the recession so far,\" Denise Bode, CEO of the American Wind Energy Association, said in a statement.", "— Extends a 50 percent tax credit for expenses related to railroad track maintenance through 2011. Cost $331 million.", "— Enhanced deductions for companies that donate food to the needy, books to public schools or computers to public libraries, through 2011. Cost: $537 million.", "— A tax break that allows TV and movie productions to more quickly write off expenses, extended through 2011. Sexually explicit productions are ineligible. Cost: $101 million."], "url": "https://www.foxnews.com/us/new-tax-law-packed-with-obscure-business-tax-cuts"},
{"title": "Study questions seniority-based teacher layoffs", "author": "", "text": ["A study of Washington state teachers has found that deciding layoffs based solely on which teachers have the least seniority has a significant impact on students' ability to learn, adding to a growing chorus calling for schools to take a hard look at union contracts dictating who gets to keep their jobs.", "The study comes as tens of thousands of teachers around the country stand to lose their jobs next year as federal stimulus money dries up. In most places, union contracts and other policies generally dictate that the least experienced teachers are the first to go.", "But that comes at a price, according to the study released exclusively to The Associated Press on Thursday.", "The Center for Education Data and Research at the University of Washington, which studies the relationships between education policies and student outcomes, looked at the 1,717 Washington state teachers who were given layoff notices in either of the past two school years.", "Most of those teachers were given notices because they had the least seniority; nearly all of them ultimately kept their jobs, but many face layoffs next year as federal stimulus money used to retain them dries up.", "Researchers compared the actual layoff notice list with a list of teachers who would have been laid off using a measurement of effectiveness known as \"value-added,\" in which teachers are judged by the improvement of their students on standardized tests.", "Lacking seniority didn't necessarily equate with doing poorly on the value-added measurement; about 275 teachers were on both lists.", "Using teachers' past performance, the researchers predicted the performance of two hypothetical school systems: one in which the teachers receiving notices had actually lost their jobs, and one in which more than 1,300 of the lowest-performing teachers had been fired instead.", "Dan Goldhaber, lead author of the study and the center's director, projected that student achievement after seniority-based layoffs would drop by an estimated 2.5 to 3.5 months of learning per student, when compared to laying off the least effective teachers.", "\"If your bottom line is student achievement, then this is not the best system,\" Goldhaber said.", "But determining who are the best and worst teachers is also problematic, said Randi Weingarten, president of the American Federation of Teachers, one of the country's largest teacher unions.", "She criticized the research, saying it could further push school districts toward evaluating teachers strictly on student test scores. Teacher unions criticize the value-added method, pointing to research showing it leads to inconsistent and inconclusive results.", "\"This report is actually going to do a tremendous disservice. It will stop the real work that needs to be done to development comprehensive evaluation systems,\" Weingarten said.", "A state education research expert said Goldhaber's conclusions would be useful in the discussion about national education policy.", "\"We'd like to see more research and more information on these areas,\" said Joseph Koski, research and policy analyst, for Washington's Professional Educator Standards Board.", "A young teacher in the Chicago suburbs who received a layoff notice last spring but kept his job said he likes the idea of keeping the best teachers, but wonders how schools can be sure they're keeping the right people.", "\"You're letting go of the people who probably know the most about connecting with students,\" said Hemant Mehta, 27, who is in his fourth year teaching high school math in Naperville, Ill. Age and test scores are not the only ways to evaluate teachers, he added.", "The research found that using a strict seniority system for layoffs has a variety of other consequences, including:", "— School districts lay off more teachers to meet their budget goals because junior teachers are paid less.", "— Some districts lay off teachers in high-demand and hard-to-fill areas such as special education.", "— Seniority-based layoffs disproportionately hit schools where the most needy kids are and the least senior teachers usually work.", "The value-added method of evaluating teachers has its detractors, including Goldhaber. He said the method is less accurate for teachers with shorter careers and more accurate when comparing teachers who have the same amount of experience.", "The researchers were able to explore this issue statewide, instead of using data from a single school district, because Washington state is ahead of most other states in tracking student and teacher data.", "The research drew support from others opposed to laying off teachers with less experience.", "A class-action lawsuit brought by the ACLU against the Los Angeles Unified School District argues that the district's seniority-based layoffs denied students a fair and adequate education because so many of the junior teachers taught in low-income areas where teacher turnover is high and attracting good teachers is difficult.", "\"It confirms the common sense and backs it up with evidence that many teachers being forced out in the current approach are superstar teachers,\" said David Sapp, an attorney for ACLU-Southern California. \"It's further exacerbating the inequity that exists.\"", "___", "Online:", "Center for Education Data and Research, http://www.cedr.us"], "url": "https://www.foxnews.com/us/study-questions-seniority-based-teacher-layoffs"},
{"title": "Gunman's widow doesn't know what prompted shooting", "author": "", "text": ["The widow of the man who held a Florida school board at gunpoint and fired shots before killing himself says she still doesn't know why it happened.", "Rebecca Duke told CBS' \"The Early Show\" in an interview shown Thursday that she'll spend the rest of her life wondering what made her husband, Clay Duke, interrupt a school board meeting in Panama City, paint a red \"V'' on a wall and start shooting. No one else was hurt.", "Rebecca Duke had lost her job in the school district and her unemployment benefits were running out, but it wasn't clear if that was what prompted the incident.", "In the interview, she remembered her husband as gentle and compassionate with a good sense of humor. She had told The Associated Press earlier that he was a gentle giant who always wanted to protect her.", "Rebecca Duke also said she felt for the people at the school board meeting and for Mike Jones, the security guard who shot and wounded Clay Duke before Duke turned the gun on himself.", "She and other family members told the AP earlier that they were grateful Clay Duke waited to fire his weapon until the room was largely empty.", "Meanwhile, school board members have tried to turn the incident into something good. School board member Ginger Littleton auctioned the purse she used in an unsuccessful attempt to disarm Duke by sneaking up behind him and whacking his arm. The money will go to a charity Jones founded to help needy kids.", "The brown Brahmin handbag sold for $13,100 on eBay late Wednesday. The buyer, who lives in Alexandria, Va., asked to remain anonymous.", "The purse is from the discontinued Almond Collection and originally sold for $345. The Fairhaven, Mass.-based purse manufacturer says it will match the winning bid, meaning Jones' charity will get $26,200.", "___", "Information from: WJHG-TV, http://www.wjhg.com/"], "url": "https://www.foxnews.com/us/gunmans-widow-doesnt-know-what-prompted-shooting"},
{"title": "Mortgage rates edge down after 5 weeks of gains", "author": "", "text": ["Rates on fixed mortgages dipped after rising for five weeks in a row.", "Still, they remain more than a half-point higher than last month and are at the highest level since late spring.", "Freddie Mac said Thursday the average rate on a 30-year fixed mortgage slipped to 4.81 percent from 4.83 percent in the previous week. Last month, the rate reached a 40-year low of 4.17 percent, but has since been edging higher.", "The average rate on the 15-year loan, a popular refinance option, also fell to 4.15 percent from 4.17 percent. It hit 3.57 percent in November, the lowest level on records starting in 1991.", "Rates had been rising since early November as investors shifted money out of Treasurys and into stocks on expectations that the recent tax-cut plan will boost economic growth and potentially increase inflation. The sell-off comes even as the Federal Reserve buys up $600 billion in bonds to try to lower interest rates.", "Yields tend to rise on fears of higher inflation. Mortgage rates track the yields on the 10-year Treasury note.", "This week, Treasury yields stayed in a tight range due to thin trading before the Christmas holiday.", "Higher mortgage rates have become another obstacle for the ailing housing market. The number of buyers looking to refinance fell for the sixth straight week, the Mortgage Bankers Association said Wednesday, while the ranks of people applying for a mortgage to buy a home slid 2.5 percent from the week before.", "And while more buyers bought previously occupied homes and new homes in November than the previous month, the sales pace of both is far from what analysts consider healthy.", "The National Association of Realtors said Wednesday sales of previously owned homes rose 5.6 percent to a seasonally adjusted annual rate of 4.68 million units last month. It's the third gain in four months following the worst summer for home sales in more than a decade.", "The Commerce Department said Thursday that sales of new homes rose 5.5 percent last month to a seasonally adjusted annual rate of 290,000 units. But that increase came after sales had fallen to the second-lowest level in 47 years in October.", "To calculate average mortgage rates, Freddie Mac collects rates from lenders across the country on Monday through Wednesday of each week. Rates often fluctuate significantly, even within a single day.", "The average rate on a five-year adjustable-rate mortgage fell to 3.75 percent from 3.77 percent. The five-year hit 3.25 percent last month, the lowest rate on records dating back to January 2005.", "The average rate on one-year adjustable-rate home loans edged up to 3.40 percent from 3.35 percent.", "The rates do not include add-on fees, known as points. One point is equal to 1 percent of the total loan amount. The average fee for the 30-year, 15-year and 1-year loans in Freddie Mac's survey was 0.7 point. The average fee for the five-year ARM was 0.6 point."], "url": "https://www.foxnews.com/us/mortgage-rates-edge-down-after-5-weeks-of-gains"},
{"title": "Tugboats trying to free freighter in Detroit River", "author": "", "text": ["Tugboats have been trying to pull a 579-foot coal freighter free after it ran aground in the Detroit River south of the city.", "The U.S. Coast Guard said Friday that it was monitoring salvage operations for the self-loading barge McKee Sons, which got stuck about 3:15 a.m. in the Trenton Channel near Grosse Ile.", "Four tugs had been trying to free the freighter on Friday, with the Detroit Free Press saying a fifth was being called in.", "Once freed, the freighter was expected to be tugged to the Detroit Edison Pier, where it was originally headed for docking after leaving Cleveland.", "The Coast Guard says there are no signs of pollution from the freighter. Vessel traffic in the area was being affected by the grounding and tugging operations."], "url": "https://www.foxnews.com/us/tugboats-trying-to-free-freighter-in-detroit-river"},
{"title": "Gas pump prices rise above $3", "author": "", "text": ["The national average for a gallon of regular gasoline topped $3 on Thursday.", "It's the first time that the average retail price has been above $3 a gallon at Christmas. The average pump price rose about a cent and a half a gallon overnight, to $3.01, according to AAA, Wright Express and Oil Price Information Service. That's 14 cents more than a month ago and 43 cents higher than a year ago.", "Pump prices have traditionally dropped after the peak summer driving season and into the winter, because fewer people are on the road. This year, however, gasoline prices rose as oil prices climbed from about $80 a barrel in August to more than $91 on Thursday. That's the highest it's been in more than two years.", "Analysts think oil and gas prices will rise as the economy gets stronger and demand picks up. But some economists worry that high energy prices could slow the nation's economic recovery. A study by business management firm PortiaGroup says gas pump prices are already taking a bigger bite out of household spending: an average 7.4 percent of median household income this month compared with 6.5 percent in December of last year and 4.2 percent in 2008.", "If higher oil prices persist, the average share of income spent on gasoline could rise to almost 10 percent by spring, with pump prices around $3.75 or more a gallon.", "Most analysts say oil prices have been rising not because of strong demand and dwindling supplies, but on hopes that an improving economy usually means more demand for oil and gas.", "Positive economic news helped push oil prices higher on Thursday. The Commerce Department said that consumers spent more in November than the month before. And the Labor Department said that the number of people applying for unemployment benefits fell by 3,000 last week to 420,000.", "A weaker dollar also supported higher oil prices. Since oil is priced in dollars, it becomes more affordable to investors with foreign currency like the euro as the dollar falls.", "Benchmark crude rose $1.03 to settle at $91.51 on the New york Mercantile Exchange.", "While oil and gasoline prices are climbing, the price of one of the main heating sources in the nation — natural gas — is falling. It's down about 11 percent in the past two weeks. On Thursday natural gas lost 6.9 cents to settle at $4.083 per 1,000 cubic feet on the Nymex.", "Much of the nation has shivered through below-average temperatures in December, and on Thursday the Energy Department said the nation's natural gas supplies shrank last week by 184 billion cubic feet. But there is so much natural gas in storage — almost three and a half trillion cubic feet, or more than 8 percent more than the five-year average — that prices have stayed relatively low.", "Some weather forecasters think temperatures will rise next month, which should keep a lid on prices for natural gas and electricity. \"Slightly decreased heating demand in January is expected along a large swath of the country from Texas through the Mid-Atlantic region and north into New York and New England,\" said Chris Kostas, senior power and gas analyst with consultants Energy Security Analysis Inc.", "Natural gas is used to generate about 20 percent of the nation's electricity.", "In other Nymex trading, heating oil rose 1.23 cents to settle at $2.5408 per gallon and gasoline gained 1.81 cents to settle at $2.4426 per gallon.", "In London, Brent crude rose 60 cents to settle at $94.25 on the ICE Futures exchange."], "url": "https://www.foxnews.com/us/gas-pump-prices-rise-above-3"},
{"title": "How states fared on jobless benefits, at a glance", "author": "", "text": ["Fewer people applied for unemployment benefits last week, the second drop in three weeks. The decline was small — applications dropped by 3,000 to 420,000 — but the downward trend is a sign that the job market is slowly healing.", "Here are the states with the largest changes in unemployment applications, and some of the reasons, at a glance:", "States with the largest declines in applications:", "New York: Down 12,355, due to fewer layoffs in construction, services and transportation", "North Carolina: Down 9,951, due to fewer layoffs in textiles, furniture, and other manufacturing industries", "Georgia: Down 8,662, due to fewer layoffs in the construction, services and manufacturing industries", "Pennsylvania: Down 8,315 due to fewer layoffs in the construction, services and wood products industries", "Washington: Down 7,929, no reason given", "Wisconsin: Down 7,255, no reason given", "Oregon: Down 5,751, no reason given", "States with the largest increases in applications:", "Iowa: Up 1,154, due to layoffs in construction", "California: Up 1,202, due to layoffs in trade and services", "Kentucky: Up 1,680, no reason given"], "url": "https://www.foxnews.com/us/how-states-fared-on-jobless-benefits-at-a-glance"},
{"title": "Okla. man appeals death penalty in child killing", "author": "", "text": ["An Oklahoma man sentenced to die for killing a 10-year-old girl whose body was found in his bedroom closet should be granted a new trial in part because his confessions were inadmissible, the man's lawyer argued Tuesday.", "Attorney William Luker also told the Oklahoma Court of Criminal Appeals that a roadblock where authorities first stopped 31-year-old Kevin Ray Underwood was improper and that a juror on the case was dishonest. He said one of Underwood's two confessions should be discarded because Underwood had asked for a lawyer.", "\"Officers are not supposed to be around somebody who has already invoked their rights,\" Luker said. \"You're supposed to be leaving them alone and getting them a lawyer.\"", "Underwood, a grocery store stocker from Purcell, was convicted and sentenced to death for the 2006 killing of Jamie Rose Bolin, whose nude body was found stuffed in a plastic tub inside the closet.", "During his trial, prosecutors said Underwood lured the girl into his apartment, beat her over the head with a cutting board and suffocated her before sexually assaulting her corpse. Evidence showed he also tried to decapitate her with a decorative dagger and told authorities the killing was part of a cannibalistic fantasy — although there was no evidence the girl's body was cannibalized.", "Underwood first encountered authorities two days after Jamie disappeared after leaving her elementary school in Purcell, about 40 miles south of Oklahoma City. The roadblock was set up near the apartment the girl shared with her father, upstairs from Underwood.", "After an initial interview with FBI investigators, Underwood let the two agents search his apartment, where they discovered the large plastic tub. When an agent lifted the lid and spotted some of the girl's clothing, he immediately asked what happened to her. Underwood responded: \"She's in there. I hit her and chopped her up.\"", "Luker argued that confession was inadmissible because Underwood had become a suspect by that point and had not been told of his right to legal counsel. A lengthy videotaped confession conducted later at police headquarters after Underwood had been informed of his rights also should be suppressed, Luker said, because Underwood had indicated he wanted an attorney.", "Assistant Attorney General Jennifer Dickson, who argued the state's case, maintained that Underwood offered to talk to investigators after he had twice been informed of his rights.", "Luker, Underwood's public defender, also argued that a juror wanted so badly to serve in the case that he intentionally failed to disclose as many as eight contacts with law enforcement and the judicial system during juror questioning.", "\"We're entitled to 12 impartial jurors who uphold their oath, not 11,\" Luker argued. \"And we contend we didn't get that here.\"", "Dickson maintained the juror didn't intentionally withhold information and that it wouldn't have affected the outcome of the case.", "Justice Gary Lumpkin, the court's presiding judge, seemed to agree. \"What does that have to do with him being a fair and impartial juror in this case?\" Lumpkin asked.", "The court is expected to issue a ruling in the case within a few months. This is the first stage of state appeals for Underwood, who is housed on death row at the Oklahoma State Penitentiary in McAlester.", "Jamie's mother and grandmother both attended Tuesday's hearing and said they were prepared for a lengthy appeals process.", "\"We just don't want Jamie to be forgotten in all the nitpicking legalities,\" said Rose Fox, the girl's grandmother. \"Somebody needs to stand here and stand for her.\""], "url": "https://www.foxnews.com/us/okla-man-appeals-death-penalty-in-child-killing"},
{"title": "Fed board: Keep companies from oil spill evidence", "author": "", "text": ["The credibility of the investigation into the Gulf oil spill is being undermined because representatives of companies that made or maintained a key piece of evidence — the blowout preventer — have had too much access to it as it is being analyzed, a federal board says.", "The U.S. Chemical Safety Board, which is being allowed to monitor the analysis, demanded in a letter Thursday to the head of the Bureau of Ocean Energy Management, Regulation and Enforcement that testing stop and not resume until Transocean and Cameron officials are removed from any hands-on role in the examination of the 300-ton device.", "An employee of Transocean — the owner of the drilling rig that exploded in the Gulf — has been removed as a consultant for the Norwegian firm conducting the testing, but the ocean energy bureau says that otherwise the companies have provided their expertise appropriately. The board claims conflicts still exist.", "The board, like the companies and other parties involved, has been granted limited access to the testing, but it says its representatives have been shut out of tests that have included multiple representatives of Transocean and Cameron International, which made the blowout preventer.", "The board also wants the firm leading the testing, Det Norske Veritas, terminated or at least supervised by a neutral third party. It's also demanding photo and video evidence of work conducted while its representatives were shut out of testing.", "\"Given the well-publicized history of improper relationships between the former Minerals Management Service and members of the oil industry, one would have expected that extraordinary care would be taken to conduct the BOP testing above reproach,\" safety board chairperson Rafael Moure-Eraso said in the letter. \"One would have expected an independent, second set of eyes like the CSB to be welcomed. Regrettably this has not been the case.\"", "The MMS was renamed the Bureau of Ocean Energy Management, Regulation and Enforcement after two scathing reports by a federal inspector general. The reports highlighted drug use and sex among agency employees and oil and gas industry executives, and said drilling regulators accepted gifts and trips from oil and gas companies and even negotiated to go work for the industry while overseeing it.", "A Joint Investigation Team that includes bureau personnel is leading the blowout preventer probe along with the U.S. Coast Guard. The safety board is an independent federal agency that investigates serious chemical accidents.", "Following the April 20 rig explosion in the Gulf of Mexico, the blowout preventer used with BP's well failed to do its job: stopping the flow of oil to the sea. Eleven workers were killed in the blast, and some 200 million gallons of oil were released by BP's undersea well, according to government estimates that BP disputes.", "The device was raised from the seafloor on Sept. 4, and the testing process began Nov. 16 at a NASA facility in New Orleans. Technicians have largely been disassembling the blowout preventer and have so far made no determination about why it didn't work, according to a person briefed on the progress who spoke on condition of anonymity because of the sensitivity of the investigation.", "Blowout preventers sit at the wellhead of exploratory wells and are supposed to lock in place to prevent a spill in the case of an explosion. They can snuff a blowout by squeezing rubber seals tightly around the pipes with up to 1 million pounds of force. If the seals fail, the blowout preventer deploys a last line of defense: a set of rams that can slice right through the pipes and cap the blowout.", "In a letter sent earlier this month to Michael Bromwich, director of the ocean energy bureau, the safety board included a picture of a Transocean subsea supervisor, Owen McWhorter, removing the upper pipe ram of the blowout preventer on Dec. 10.", "A spokeswoman for Bromwich's agency, Melissa Schwartz, said Thursday that DNV, the firm handling the testing, allowed McWhorter to do that work unbeknownst to federal investigators. She said McWhorter was removed from the process within days.", "Schwartz said the companies have been permitted to provide technical expertise through an agreement between the parties for the sole purpose of answering any technical questions that DNV personnel performing the examination may have. Representatives from these companies are observers only and are not involved in the examination, she said.", "Transocean said in a short statement e-mailed to the AP that the Chemical Safety Board's \"accusations are totally unfounded.\" It didn't elaborate.", "A spokesman for Det Norske Veritas, Blaine Collins, said in an e-mail to AP that he could not comment, referring questions to Bromwich's agency.", "Aside from the board, Cameron and Transocean, others allowed to monitor the testing are BP, the Department of Justice and an expert representing the plaintiffs in the multi-district oil spill lawsuits in New Orleans."], "url": "https://www.foxnews.com/us/fed-board-keep-companies-from-oil-spill-evidence"},
{"title": "Miner Presumed Dead After Underwater Florida Mine Collapse", "author": "", "text": ["BUSHNELL, Fla. -- A man is trapped underwater and feared dead after the ground gave way at a central Florida limerock mine.", "Authorities say the mine is located in Bushnell, about 50 miles west of Orlando.", "Sumter County Fire Rescue spokeswoman Andrea Carlson says blasting was under way at Mazak Mine around noon Thursday when the ground collapsed below the worker. He fell into a pit filled with water.", "The miner has not been identified but efforts to find him are continuing.", "A phone number listed for Mazak Properties was not in service. A phone message left for the owners of the company was not immediately returned.", "Carlson says limerock mining is common in the area."], "url": "https://www.foxnews.com/us/miner-presumed-dead-after-underwater-florida-mine-collapse"},
{"title": "Police identify 5 victims of Mich. auto crash", "author": "", "text": ["Surrounded by photos of her daughter in her living room, Holly Comstock talked Monday about the three unanswered text messages and the unreturned phone call she made to her 18-year-old daughter Heather the day before.", "It had been more than three hours since she heard from the University of Michigan freshman, who was heading home to Okemos with friends.", "\"I called my husband and said, 'It's about 6:30. I don't get it,'\" Comstock said. \"She always calls me.\"", "This time, there would be no call from Heather.", "Her daughter, Heather's boyfriend Matthew Kolstoe, 18, also of Okemos, and Sarina Seger, 18, of Williamston, died about 3:30 p.m. in a two-car crash north of Ann Arbor on U.S. 23 in Livingston County. They were on their way home after attending festivities in Ann Arbor surrounding her school's annual football game against Michigan State University.", "Authorities said the Toyota Prius in which they were riding crossed the median and slammed into an oncoming Chevrolet Blazer, killing two adults and injuring three children.", "The victims in the SUV were identified as Cynthia Skutt, 62, and Alfred King, 56, of Fremont, Ohio.", "Another 18-year-old in the car with the teens was in critical condition, Green Oak Township Police Chief Robert Brookins said.", "Deputy Okemos Schools Superintendent Patty Trelstad said an emergency staff meeting was held early Monday at Okemos High School. District officials told teachers about the crash and that counselors would be made available to staff and students. Teachers shared the news with the 1,400-member student body.", "\"Most of the faculty was OK,\" Trelstad said. \"Some students asked, 'Why?' and 'How can this happen?'\"", "Trelstad said she didn't personally know the students but was told good things about them.", "\"They were great kids and close friends to one another,\" she said.", "Holly Comstock, wearing a gray pullover with Michigan written across the chest, told The Associated Press that Heather's plan was to return to Okemos on Sunday evening so she could pick up her car and go back to Ann Arbor for Monday classes. She was majoring in molecular biochemistry, stem cell research and organ transplant engineering.", "Holly Comstock learned about the fatal crash about 9 p.m. Sunday from a friend of the Comstock and Seger families.", "School officials were planning to contact the parents of the students who were killed to talk about ways the school could remember them, Trelstad said.", "\"Okemos is a fairly close-knit community through the schools,\" she said.", "Brookins said Monday that police don't know the exact cause of the crash.", "\"We have a whole lot of reconstructing to go through,\" he said."], "url": "https://www.foxnews.com/us/police-identify-5-victims-of-mich-auto-crash"},
{"title": "Police: Man had loaded gun in bag at Miami airport", "author": "", "text": ["A man headed to Cuba has been arrested at Miami International Airport after security screeners said they found a loaded gun in his fanny pack.", "Miami-Dade Police arrested 48-year-old Juan Manuel Baldoquin of West Palm Beach on charges of carrying a concealed weapon and grand theft of a firearm. He was being held on $10,000 bond.", "Detective Javier Baez says a Transportation Security Administration screener spotted the outline of a gun while X-raying Baldoquin's bag. Police found the loaded gun when searching the bag by hand.", "Baez says Baldoquin told officers that he had forgotten that the gun was in the bag.", "The gun had been reported stolen in 1996 and it was unclear why Baldoquin was carrying it.", "Jail records did not show whether Baldoquin had an attorney."], "url": "https://www.foxnews.com/us/police-man-had-loaded-gun-in-bag-at-miami-airport"},
{"title": "New GOP wave pushes pro-business agenda in states", "author": "", "text": ["Having won big in the fall elections, Republicans preparing to take over statehouses around the country are proposing to cut corporate taxes, weaken union clout and rewrite laws on discrimination, whistle-blowers and injured workers to the benefit of employers.", "In short, they intend to push through a business lobbyist's wish list. And they plan to press ahead even though some of their ideas could, at least in the short term, cost their states desperately needed tax revenue.", "\"It's going to be a good year for businesses,\" said Missouri Sen. Brad Lager, the commerce committee chairman in a state where Republicans won historic legislative majorities.", "When a new wave of politicians takes office in January, Republicans will hold a majority of governorships and their greatest number of state legislative seats since 1928 — giving them the muscle to enact the pro-business agenda they promised to voters concerned about high unemployment and an economy that has yet to make its big rebound following the Great Recession.", "But those pro-business policies are in some cases theories — not yet clearly proven to create jobs. And if they do work, they could take some time to produce the kind of growth that results in higher tax revenue for cash-strapped states.", "In the meantime, each new business tax break enacted could add to what the National Conference of State Legislatures forecasts to be an $83 billion shortfall for the upcoming budget year in about two-thirds of the states.", "Advocates for education and social services fear that will only deepen the short-term spending cuts coming their way.", "\"We question if that pool of proposals are really business-friendly or not,\" said Amy Blouin, executive director of the Missouri Budget Project, a nonprofit group that analyzes how fiscal policies affect low- and middle-income families. \"We're at the point where the result would actually be reductions in education, and businesses tend to care at least as much about the quality of education and communities and services as they do about the tax structure.\"", "One of the first places to test the new pro-business push will be Wisconsin, where Republican Gov.-elect Scott Walker has promised to call the new GOP-led Legislature into an emergency session on his first day in office Jan. 3.", "Walker wants to lower taxes on businesses with fewer than 50 employees, impose new business-friendly limits on liability lawsuits and transform the state Commerce Department into a public-private partnership to lure companies to the state.", "\"I think it's basically put-up-or-shut-up time,\" Walker said after his November election. \"We have a mandate from the voters of the state, and it's one we don't take lightly.\"", "In Michigan, voters elected the former chief operating officer of computer manufacturer Gateway Inc. to turn around a state that has consistently had one of the highest unemployment rates in the nation. Republican Gov.-elect Rick Snyder immediately chose the former president of the Michigan Economic Development Corp. to lead his transition team.", "\"The business people we represent across the state are very excited about this change of leadership,\" said Rich Studley, president and CEO of the Michigan Chamber of Commerce.", "Snyder wants to eliminate the Michigan Business Tax, which generates about $2.2 billion annually, and replace it with a lower corporate income tax projected to produce about $700 million for the state. Advocates for social services fear that could nearly double Michigan's projected budget shortfall to more than $3 billion in the 2012 fiscal year.", "\"Without any additional revenues, it's hard to imagine filling that gap and not having just a devastating effect on social services and human services,\" said Karen Holcomb-Merrill, the state fiscal policy director for the Michigan League for Human Services.", "In Iowa, Republican Gov.-elect Terry Branstad has said his plan to cut commercial property tax rates could cost the state up to $500 million over four years.", "The theory behind cutting corporate tax rates is that businesses will be more likely to locate or expand in a state if they can keep more of their profits.", "But the Congressional Budget Office has cast doubt on how much corporate tax cuts actually help stimulate the economy. A January 2008 report by the office said \"increasing the after-tax income of businesses typically does not create an incentive for them to spend more on labor or to produce more,\" because decisions on whether to increase production depends on their ability to sell the product.", "Such cuts haven't helped yet in California, where outgoing GOP Gov. Arnold Schwarzenegger forced Democrats two years ago to accept corporate tax cuts that cost the state an estimated $2.5 billion a year in revenue. So far, there is little evidence the cuts created jobs — unemployment has remained a steady 12 percent since the summer of 2009 — or boosted revenue: The state's lawmakers will again wrestle with a huge budget gap in 2011.", "The pro-business efforts extend beyond policies that will affect a state's budget. In Oklahoma, where Republicans seized the governor's office and increased their legislative majorities, incoming leaders such as Gov.-elect Mary Fallin want to lower workers' compensation costs for businesses and overhaul the civil justice system to reduce liability insurance costs for doctors and businesses.", "In Missouri, GOP legislative leaders — who must work with a Democratic governor — want to rewrite laws governing lawsuits by alleged whistle-blowers and victims of discrimination and workplace injuries. They contend the current laws are unfair to businesses. And Missouri Sen. Rob Mayer — the likely next Senate leader — wants a \"right to work\" law that would prohibit union membership and fees from being a condition of employment.", "___", "Associated Press writers Scott Bauer in Madison, Wis., Kathy Barks Hoffman in Lansing, Mich., and Sean Murphy in Oklahoma City contributed to this report."], "url": "https://www.foxnews.com/us/new-gop-wave-pushes-pro-business-agenda-in-states"},
{"title": "Swastika Vandals Strike Detroit Neighborhood", "author": "", "text": ["\"Who would do something like this and why would they do it,\" questioned Shantae Warren.", "Her husband, Wes Warren, woke up Sunday morning to learn someone used his bright white van as a canvas for hate. While his van was parked on the street in front of their Brownstown house on Armstong, someone painted swastikas and other Nazi symbols all over the vehicle.", "\"So many thoughts go through your mind,\" said Wes Warren.", "\"I was very disappointed that we're still dealing with racism. Even if it wasn't racial just people that will vandalize,\" Shantae Warren said.", "It is not just the Nazi symbols on that white van, it appears the vandals have marked their territory all throughout the neighborhood, including on a fence where there is painted an anarchy sign and a swastika.", "The vandals used the same neon paint to cover a real estate sign, draw more hate symbols on another vehicle and a male body part on the sidewalk at the corner of Doncaster and Townsend. Bob Muszynski is the one who removed it.", "\"I would assume it's kids. I wouldn't think an adult would do something like this, but you never know these days,\" said Muszynski.", "They also don't know the motivation, whether it was race, hate or just plain destruction of other people's property.", "Whatever the reason, the vandals cost Wes Warren $500. He was forced to get his van repainted; a disappointing life lesson he had no choice but to teach his kids.", "\"Everyone isn't like that and that if it was motivated outside of just some children playing around, that it's some and not all,\" Wes Warren said.", "He also says hopefully it will not happen again."], "url": "https://www.foxnews.com/us/swastika-vandals-strike-detroit-neighborhood"},
{"title": "California man sentenced to 64 years to life for using crossbow to randomly kill man", "author": "", "text": ["An ex-convict has been sentenced to 64 years to life in prison for killing a man with a crossbow in California.", "A jury convicted 39-year-old Curtis Scott of killing 62-year-old Angel Martinez in March 2008. Martinez's body was found in Lancaster with an arrow sticking out of his chest. Scott was sentenced Thursday.", "Prosecutors say the crime was a random attack that Scott intended to show his stepdaughter he was someone not to be messed with.", "Martinez was a retired Edwards Air Force Base employee who was out for a late-night walk when he was struck in the middle of an intersection."], "url": "https://www.foxnews.com/us/california-man-sentenced-to-64-years-to-life-for-using-crossbow-to-randomly-kill-man"},
{"title": "Plane Believed to Be Carrying Former Sen. Ted Stevens Crashes in Alaska", "author": "", "text": ["A plane believed to be carrying eight people, including former Sen.", "and former NASA Administrator", ", crashed in southwest Alaska and rescue crews were trying to reach the wreckage Tuesday morning, authorities said.", "Alaska National Guard spokesman Maj. Guy Hayes said there were possible fatalities. Five people were on scene early Tuesday helping the crash victims, he said. It was unclear how they reached the site.", "A U.S. government official told The Associated Press that Alaska authorities have been told that Stevens, a former longtime Republican senator, is among several passengers on the plane. The official, who spoke on grounds of anonymity, says Stevens' condition is unknown.", "The federal official declined to be publicly identified because the crash response and investigation are under way.", "Defense contractor EADS North America said Tuesday morning that O'Keefe, the current CEO of the U.S.-based division of the European company, was a passenger on the small plane. The company said it has no further information about O'Keefe's status.", "Hayes said the Guard was called to the area about 20 miles north of Dillingham at about 7 p.m. Monday after a passing aircraft saw the downed plane. But severe weather has hampered search and rescue efforts.", "Hayes said he was told by Alaska State Troopers that there were \"eight or nine\" people on board, though a spokeswoman for the troopers, Megan Peters, refused to comment.", "She said all the agency could say for sure is that a plane went down and crews were \"aggressively\" trying to reach the crash site but having difficulty doing so. As of 4 a.m. Tuesday, she said she still hadn't received word that crews had reached the site.", "\"I can't go beyond, 'We're responding to a plane crash,\"' she said.", "The National Weather Service reported rain and fog at Dillingham, with low clouds and limited visibility early Tuesday.", "Conditions ranged from visibility of about 10 miles reported at Dillingham shortly before 7 p.m. Monday to 3 miles, with rain and fog, reported about an hour later, according to the agency.", "Stevens, a moderate Republican, was appointed to the Senate in 1968 and served longer than any other Republican in history. He directed billions of dollars to Alaska over the years.", "But one of his projects -- infamously known as the \"Bridge to Nowhere\" -- became a symbol of pork-barrel spending in Congress and a target of taxpayer groups who challenged a $450 million appropriation for bridge construction in Ketchikan.", "Stevens' standing in Alaska was toppled by corruption allegations and a federal trial in 2008. He was convicted of all seven counts -- and narrowly lost his Senate seat to Democrat", "in the election the following week.", "But five months after the election, Attorney General", "sought to dismiss the indictment against Stevens and not proceed with a new trial because of prosecutorial misconduct by federal prosecutors.", "A National Transportation Safety Board investigative team has been dispatched from Washington, D.C., to the crash site and was expected on the ground Tuesday morning.", "In Washington, a", "spokesman said the aircraft is a DeHavilland DH3T registered to Anchorage-based GCI Communication Corp.", "Dillingham is located in northern Bristol Bay, about 325 miles southwest of Anchorage."], "url": "https://www.foxnews.com/us/plane-believed-to-be-carrying-former-sen-ted-stevens-crashes-in-alaska"},
{"title": "Fake Pilot Escapes New Zealand Airport After Running Into Police", "author": "", "text": ["A man who disguised himself as an airline pilot tried to enter a restricted area of Auckland Airport and then escaped after he was challenged.", "Police say they are looking for a man who on Saturday entered the airport dressed in a white shirt with epaulets on his shoulders and a dark cap with a silver winged badge. He was also carrying a large brief case.", "According to the police, the man tried to get into a restricted \"airside\" area before being challenged by ground staff. The man then escaped from the airport and jumped into the passenger seat of a black", "van and drove away.", "The incident is reminiscent of the 2002 movie \"Catch Me If You Can,\" which recounts the true story of a young con artist who successfully poses as an airline pilot before being caught by the", "."], "url": "https://www.foxnews.com/world/fake-pilot-escapes-new-zealand-airport-after-running-into-police"},
{"title": "Conn. woman arrested after allegedly receiving stolen beer from shooter who killed 8, himself", "author": "", "text": ["Police on Friday arrested a woman suspected of accepting stolen beer from a delivery truck driven by the man who fatally shot eight co-workers at a Connecticut beer distributor.", "Officers arrested Christy Quail, 33, of Enfield, after receiving a videotape showing her accepting beer from a truck driven by Omar Thornton, East Windsor police dispatcher Sharon Bourke said.", "Quail was charged with sixth-degree larceny and was release on bond. Her arraignment was set for Aug. 17.", "Quail did not immediately respond to a call for comment.", "Thornton killed eight people, then himself, on Tuesday at Hartford Distributors in Manchester after being confronted with evidence he had stolen beer and being forced to resign. He told police in a 911 call that he wanted to avenge racial discrimination, allegations that company officials denied.", "In a separate incident, police arrested a man at a New Haven management company after he mentioned the shooting spree and said he understood the killer's mindset.", "Francis Laskowski, 58, of Derby, was charged with breach of peace Wednesday after making the comments while working at Fusco Management Co.", "Laskowski told The Associated Press on Friday that his comments were blown out of proportion. He called his arrest \"ridiculous\" and said didn't make any threats.", "Laskowski posted bail. He is due in court on Tuesday."], "url": "https://www.foxnews.com/us/conn-woman-arrested-after-allegedly-receiving-stolen-beer-from-shooter-who-killed-8-himself"},
{"title": "NYPD: Officer shot by another during gunfight with man that kills 1, injures others", "author": "", "text": ["An argument at a block party escalated into gunfire, killing one man and wounding several others, including a police officer shot by a colleague in the hail of bullets, authorities said.", "The gunfire erupted at about 3 a.m. Sunday in upper Manhattan, where two men had been arguing, police Commissioner Raymond Kelly said.", "One of the men fatally shot the other, 22-year-old Bronx resident Luis Soto, police said.", "Five officers responded to the scene, and the gunman fired at them, Kelly said. Four of the five officers fired back, in a barrage of more than three dozen shots. The gunman was hit multiple times and later was hospitalized in critical but stable condition, police said.", "Two of the officers were shot. Officer Michael Tedeschi was shot in the chest area, but the bullet, which came from another officer's gun, hit his bullet-resistant vest.", "When asked how one officer could have ended up in another's line of fire, police spokesman Paul Browne attributed it to the confusion of the event.", "\"Officers were converging from different units in a tumultuous situation,\" he said.", "Tedeschi, 36, was expected to fully recover. The other shot officer, Alfredo Vargas, 28, was hit in a hand and was expected to be fine.", "Three other people were hospitalized in stable condition with gunshot wounds. Two other officers suffered minor injuries."], "url": "https://www.foxnews.com/us/nypd-officer-shot-by-another-during-gunfight-with-man-that-kills-1-injures-others"},
{"title": "Friends of Conn. beer warehouse shooter say he long complained about racial discrimination", "author": "", "text": ["To those closest to him, Omar Thornton was caring, quiet and soft-spoken. He was excited to land a well-paying job at a beer delivery company a few years ago and his longtime girlfriend says they talked of marrying and having children.", "But underneath, Thornton seethed with a sense of racial injustice for years that culminated in a shooting rampage Tuesday in which the Connecticut man killed eight and wounded two others at his job at Hartford Distributors in Manchester before killing himself.", "\"I know what pushed him over the edge was all the racial stuff that was happening at work,\" said his girlfriend, Kristi Hannah.", "Thornton, a black man, said as much in a chilling, four-minute 911 call.", "\"You probably want to know the reason why I shot this place up,\" Thornton said in a recording released Thursday. \"This place is a racist place. They're treating me bad over here. And treat all other black employees bad over here, too. So I took it to my own hands and handled the problem. I wish I could have got more of the people.\"", "Thornton, 34, went on his killing spree moments after he was forced to resign when confronted with video evidence that he had been stealing and reselling beer.", "Hartford Distributors president Ross Hollander said there was no record to support claims of \"racial insensitivity\" made through the company's anti-harassment policy, the union grievance process or state and federal agencies. Relatives of the victims also rejected the claims.", "Thornton, who grew up in the Hartford area, complained about racial troubles on the job long before he worked at Hartford Distributors.", "\"He always felt like he was being discriminated (against) because he was black,\" said Jessica Anne Brocuglio, his former girlfriend. \"Basically they wouldn't give him pay raises. He never felt like they accepted him as a hard working person.\"", "One time Thornton had a confrontation with a white co-worker who used a racial slur against him, she said. Thornton changed jobs a few times because he was not getting raises, Brocuglio said.", "\"I'm sick of having to quit jobs and get another job because they can't accept me,\" she said he told her.", "Brocuglia, who said she dated Thornton until eight years ago, said Thornton helped her become a certified nursing aide. She said he never drank or smoked and remained calm, even when she would yell or grab him.", "\"He was such a caring person,\" said Brocuglia, who is white. \"He showed me so much love. He was like a teddy bear.\"", "Brocuglio's sister, Toni, said Thornton would come home and say co-workers called him racial slurs. He was also upset by comments made by passers-by about the interracial couple, she said.", "\"He just didn't understand why people had so much hatred in their lives,\" Toni Brocuglio said.", "Brocuglio said Thornton put her family up in a hotel after a fire at her house and was \"like a second dad\" to her children.", "\"Omar was the best man I ever met in my life,\" Brocuglio said.", "Thornton ran into his own troubles a decade ago when he filed for bankruptcy protection. His debts were discharged in 2001 and the case was closed.", "Around that time, Thornton was hired as a driver with Chemstation New England, a chemical company in South Windsor. But he was let go after 10 months, unable to master the mechanical skills involved handling the equipment, said Bruce LeFebvre, the owner.", "\"He was a real nice kid when he was with us,\" LeFebvre said. \"Certainly I would never have expected anything like this from him.\"", "LeFebvre said Thornton handled it well when he was let go.", "Thornton was hired for a warehouse job at Hartford Distributors about two years ago and was later promoted to driver. Drivers can make up to $60,000 and receive excellent benefits, said John Hollis, legislative liaison for the Teamsters who represent employees at the company.", "\"He had this huge smile on his face\" when he was hired, Hannah said.", "Thornton seemed happy outside of work, too, playing basketball and", "and occasionally shooting his gun at a local range with a friend.", "Thornton and his mother were especially excited when", "was elected the first African American president, Hannah said. He listed Obama and the gun range among his interests on his", "page.", "But Hannah said he showed her cell phone photos of racist graffiti in the bathroom at the beer company and overheard a company official using a racial epithet in reference to him, but a union representative did not return his phone calls. Police said they recovered the phone and forensics experts would examine it.", "\"Nothing else bothered him except these comments he would make about them doing the racial things to him,\" Hannah said."], "url": "https://www.foxnews.com/us/friends-of-conn-beer-warehouse-shooter-say-he-long-complained-about-racial-discrimination"},
{"title": "Criminal investigation under way after remains believed to be missing Ariz. toddler discovered", "author": "", "text": ["A criminal investigation is under way after skeletal remains believed to be that of a toddler reported missing more than two weeks ago were found near a central Arizona campground, authorities said.", "The remains were found at the bottom of a wash less than 2 miles from the Beaver Creek Campground, where 2-year-old Sylar Newton of Flagstaff was last seen July 24, Yavapai County sheriff's spokesman Dwight D'Evelyn said.", "Authorities believe someone tried to hide the remains and they ended up in the wash after recent flash flooding.", "\"Somebody didn't want us to find him,\" sheriff's Capt. David Rhodes said.", "No suspects have been named, but D'Evelyn said foul play is suspected. He released no further details. An autopsy was planned.", "It's the second time this month that a 2-year-old boy has been found dead in Yavapai County, but authorities said the cases are unrelated. The body of Emmett Trapp was found in a mine pit Aug. 4, two days after he wandered away from home.", "Sylar was staying at the campground near Rimrock with his custodial mother, Christina Priem, and her family when he was reported missing. Rimrock is about 40 miles south of Flagstaff.", "The investigation took a grim turn last week when D'Evelyn said investigators didn't believe Sylar wandered off on his own, as Priem said, but was taken from the area and feared dead.", "\"It's going to take some time to sort all of this out,\" D'Evelyn said Tuesday.", "The remains were discovered by a distant relative of Sylar who lives in the area and had periodically been searching for the boy, Rhodes said.", "Searchers previously walked up and down washes, and scoured a landfill, trash bins and other areas of the campsite for more than a week. Rhodes said search and rescue crews looked in the general area where the remains were found but not the exact spot. He added the search was conducted for someone who was lost, not concealed.", "\"We were confident that anywhere he could have wandered or walked away from the campsite legitimately, we had covered,\" Rhodes said.", "Authorities still are looking into custodial issues involving Sylar, Priem and Sylar's biological mother, Charity Newton.", "An attempt to reach Priem by phone Tuesday night was unsuccessful. Matt Gramelspacher, a friend who answered the phone at Newton's Jasper, Ind., home, said Tuesday she was not able to answer questions and directed all queries to law enforcement.", "In a phone interview last week, Newton told The Associated Press she was pregnant with Sylar when she met Priem through Priem's sister Sandra Shoemake.", "Newton said she was \"messed up\" back then and knew she couldn't take care of her son, so she considered having Shoemake adopt him. After having a dispute with Shoemake, Newton gave temporary custody of the boy to Priem, according to Newton and a Flagstaff police report from 2008.", "Newton declined to comment on the investigation, saying authorities had asked her not to.", "According to a police report, authorities visited Priem's home in January to look into what was determined to be an unfounded report of child neglect regarding Sylar. At the time, Priem said Newton had given her full custody of Sylar 1½ years earlier. Priem said she hadn't heard from Newton since, the report said.", "Authorities said they have found no paper trail of adoption proceedings involving Priem and Sylar.", "Police reports show Newton had at least two other children — one of whom tested positive for marijuana in 2004 while a newborn. Newton's rights to another child were severed, and the child was considered a ward of the court, according to a 2004 police report. The report also noted Newton had a history of substance abuse and mental health problems.", "In the case of the other toddler found dead in Yavapai County this month, authorities said 2-year-old Emmett Trapp walked 3 miles barefoot through brush and steep terrain into a mine pit, where he was found dead. He was still clad in the pajama top and diaper he was wearing when he wandered away from his home in Dewey-Humboldt two days earlier.", "___", "Myers reported from Phoenix. Associated Press Writer Michelle Price in Phoenix contributed to this report."], "url": "https://www.foxnews.com/us/criminal-investigation-under-way-after-remains-believed-to-be-missing-ariz-toddler-discovered"},
{"title": "William, Kate praised for being serious", "author": "", "text": ["The dress is packed away, the partying guests have left Buckingham Palace and Prince William returns to military duty next week instead of taking a honeymoon with Kate Middleton.", "The newlyweds were praised Sunday for being aware their wedding was a luxury for austerity Britain and the best way to harness the goodwill of the people, who organized street parties, waved flags and lined London streets to catch a glimpse of them, was to get serious.", "After a perfectly executed wedding, they made it clear their future married life will not be one long party. The decision was called a \"welcome modern message\" in a News of the World editorial.", "\"From a public relations point of view, postponing the honeymoon is a brilliant move,\" publicist Max Clifford said. \"What it says is we have working royals, who are putting back into society, doing their duty and serving.\"", "The crowds who gathered outside Buckingham Palace on Friday to watch the newlyweds kiss on a balcony were good-natured.", "But London has also seen large protests recently against the Conservative-led government's austerity plans, which aim to cut 310,000 government jobs and raise university tuition fees. Some of the anger at the plans have been directed at the royals — Prince Charles and his wife Camilla were shaken up when their Rolls-Royce was attacked in December when a student protest turned violent.", "In this climate, Buckingham Palace has been mindful of the need to not appear too extravagant, while maintaining the pageantry and pomp that is always demanded of them.", "So, the royal family all turned out in designer clothes and striking hats, but the less important royals were taken to and from the ceremony in buses. Their main wedding cake was a show-stopping multitiered fruit cake with dozens of handcrafted sugar flowers, but Prince William also insisted on another cake made of chocolate biscuits.", "Although the guest list was long, and included many diplomats and religious figures, the couple did not turn the event into a show business event by inviting prominent film stars and pop stars who didn't have a personal connection to the royals.", "Elton John was there, but other major British figures like Paul McCartney, Judi Dench and Helen Mirren were left off the list. That gave the wedding a more serious look.", "The entire wedding has helped update the public image of the monarchy. In the early days of their courtship, William and Middleton were often photographed coming out of fashionable London nightclubs, leading some commentators to suggest they were more interested in partying than becoming responsible adults.", "Middleton's lack of a proper career — she once worked as an accessories buyer for a major chain store and then helped her parents' party business — added to the public impression of a slightly flighty young woman who did nothing but wait for William to propose.", "The wedding and William's decision to return to work as a helicopter search and rescue pilot for the Royal Air Force has transformed them. William is now seen as a young man with a strong sense of military duty.", "\"The extravagance, the divorces, the remoteness, the treatment of (Princess) Diana and the reaction to her death have all damaged the royal family in the eyes of the public,\" said Mark Austin, a commentator for the Sunday Mirror newspaper. \"But in down-to-earth William and nice, middle-class Kate, maybe the monarchy has chanced upon a marriage that can help it reinvent itself.\""], "url": "https://www.foxnews.com/world/william-kate-praised-for-being-serious"},
{"title": "Kate Middleton says she and Prince William \"had a great day\" as they were married", "author": "", "text": ["says she and", "\"had a great day\" as they were married."], "url": "https://www.foxnews.com/world/kate-middleton-says-she-and-prince-william-had-a-great-day-as-they-were-married"},
{"title": "Late leftist surge spices up Canadian election", "author": "", "text": ["Until a few days ago, Monday's election looked set to give Canada another mandate for the Conservative government. Instead, Prime Minister Stephen Harper could be out of a job if polls are right in predicting a late surge for the left.", "The unexpected gains for the New Democratic Party have upended previous soundings that predicted the Conservatives would get enough votes to form a minority government, perhaps even a majority one. Now a new scenario has emerged in which the New Democrats and the Liberals together win enough seats to eventually form a coalition.", "\"We've had an earthquake here and it's all happening very quickly,\" said Nelson Wiseman, professor at the University of Toronto, after EKOS, a private polling company, gave the Conservatives 33.7 percent, the New Democrats 28 and the Liberals 23.7. The pollsters said they questioned 3,000 voters and gave a margin of error of 1.8 percentage points. A series of other polls have since reported similar results.", "It was a shock on two levels: for suggesting the Conservatives might be edged out of office by a late surge, and for predicting that the New Democrats would eclipse the Liberals, throughout Canadian history the party either in power or leading the opposition.", "The sudden shift reflected in the polls raised another, even more improbable scenario: that the New Democrats would win the most votes and leader Jack Layton, a little known figure outside Canada, would become prime minister. A poll published Thursday by The Canadian Press Harris-Decima survey put Layton's party just five percentage points behind the Conservatives.", "\"Nothing is off the table right now. We could have a New Democrat-led coalition, we could have a Conservative majority or we could even have the Liberals finish ahead of the New Democrats and a Liberal-led coalition,\" said Lawrence Martin, a political columnist for The Globe and Mail newspaper.", "Harper, in power since 2006, has won two elections but never with a majority. Yet although his hold on the 308-member Parliament is tenuous, he has managed to nudge an instinctively center-left country to the right. He has gradually lowered sales and corporate taxes, avoided climate change legislation, backed the oil industry against the environmental lobby, upped military spending and extended Canada's military mission in Afghanistan.", "Former colleagues of Harper say his long-term goals are to kill the image of the Liberals — the party of Jean Chretien, Lester Pearson and Pierre Trudeau — as the natural party of government in Canada, and to redefine what it means to be Canadian.", "Harper comes from the conservative western province of Alberta and \"He's trying to say 'I represent Canadian values. Canadian values are really Conservative values,'\" says Gerry Nicholls, who worked under Harper at a conservative think tank.", "\"It's Tim Hortons versus Starbucks,\" he says, using a political shorthand that contrasts the nation's favorite chain of coffee and doughnut shops, named after the ice hockey star who founded it, to the more upmarket, urban American import.", "Nicholls and others say the New Democrats' surge may suit Harper by defining the contest in clearer terms of left vs. right, and winning over enough undecided voters to gain a majority.", "But the latest polls suggest that hope is fading.", "Harper said Friday he remains optimistic he will win a majority, but warned the Conservatives might not be in power for long if the result is another minority.", "\"We will accept any mandate from the Canadian public, but my fear is that if we have a minority mandate, the other parties will not accept it,\" Harper said.", "The three opposition parties combined held 160 seats in the last Parliament, while the Conservatives held 143. The Liberals held 77, the New Democrats 36 and the Bloc Quebecois 47.", "The New Democrats' gains are being attributed to Layton's strong performance in the debates, a cheerful, upbeat message and a desire by the French-speakers in Quebec, the second most populous province, for a new face.", "\"People are saying let's make some change happen,\" said Layton, who served as a longtime former city councilor in liberal Toronto.", "The campaign started out looking like a straight battle between Harper and the Liberals' Michael Ignatieff, with 60-year-old Layton recovering from prostate cancer and a broken hip. His party was scoring 14 to 18 percent in polls. In the Canadian Press Harris-Decima survey it hit 30 percent, and a photo of him wearing a Montreal Canadiens jersey and pouring a beer during the hockey playoffs has gone viral in Quebec", "Layton favors higher taxes and more social spending. He has been a critic of Alberta's oil sands sector, the world's second largest oil reserves but a major polluter. Canada is the No. 1 source of oil for the U.S.", "Harper said the New Democrats stood for \"higher taxes, higher spending, higher prices, protectionism. He called the election a choice between \"a Conservative majority\" and \"a ramshackle coalition led by the NDP that will not last but will do a lot of destruction.\"", "Harper is counting on the economy to help him. Canada has outperformed other major industrialized democracies through the financial crisis, recovering almost all jobs lost during the recession while its banking sector remains intact.", "The only area that has not felt his conservative touch is the social one: he has said he will not tinker with Canada's liberal abortion and gay rights laws."], "url": "https://www.foxnews.com/world/late-leftist-surge-spices-up-canadian-election"},
{"title": "Prince William arrives at Westminster Abbey with his best man, brother Prince Harry", "author": "", "text": ["arrives at Westminster Abbey with his best man, brother"], "url": "https://www.foxnews.com/world/prince-william-arrives-at-westminster-abbey-with-his-best-man-brother-prince-harry"},
{"title": "China rights lawyer resurfaces after detention", "author": "", "text": ["China has released a crusading rights lawyer who was detained more than two months ago in a massive security crackdown aimed at preventing any Middle East-inspired unrest.", "Teng Biao returned home Friday afternoon but it was not convenient for him to speak with the media, his wife Wang Ling said. She declined to comment on his physical or mental well-being.", "Other lawyers and activists released after similar detentions have also declined to speak to the media, perhaps as a condition of their release.", "China Human Rights Defenders, a Hong Kong rights advocacy group, said earlier that Teng disappeared Feb. 19 and that officers searched his home and seized two computers, a printer, articles, books, DVDs and photos of another rights lawyer, Chen Guangcheng.", "A law professor at the China University of Political Science and Law in Beijing, Teng was among dozens of well-known lawyers and activists across China who have vanished, been interrogated or criminally detained for subversion as China's authoritarian government, apparently unnerved by events in the Middle East and North Africa, has moved to squelch dissent.", "The most high-profile person targeted by authorities so far is Ai Weiwei, famed Chinese artist and outspoken government critic, who had been keeping an informal tally of the recent detentions on Twitter before he disappeared early this month.", "Meanwhile, a scholarly expert on China's role in the Korean War jailed for more than a decade for spying, will be released in June after his sentence was reduced further, a human rights group said.", "The Intermediate Court in the southern city of Guangzhou has given scholar Xu Zerong a third sentence reduction, slicing five more months from his 13-year-prison term, the San Francisco-based Dui Hua Foundation said Thursday.", "Xu's detention in 2000 came as Chinese security forces began turning their attention to what they considered to be spying networks involving Chinese academics with foreign ties.", "Xu, a Hong Kong native who also goes by the name David Tsui, had copied books and documents on the Korean War he thought were declassified and had given them to a South Korean scholar, Dui Hua said. He was arrested for providing intelligence to foreigners, among other charges.", "During the investigation, an office in the Guangzhou Military Region said that the materials Xu copied were still classified as secrets, Dui Hua said."], "url": "https://www.foxnews.com/world/china-rights-lawyer-resurfaces-after-detention"},
{"title": "Lipreader deciphers secret wedding whispers", "author": "", "text": ["Tina Lannin, a professional lipreader who was born deaf, caught the private whispers during the royal wedding that television microphones couldn't capture.", "Lannin, who has worked for 7 years as a forensic lipreader for police forces and media outlets with O'Malley Communications, picked out comments from", ", his bride and", "in a partial transcript. Her assessment couldn't be verified.", "___", "10:20 a.m. — Prince William: \"Looking forward to it.\" To Harry, \"shall we go in then?", ": \"Sure, everyone has arrived.\"", "William (to Bishop): \"Make sure everything's alright. It's beautiful the way it is.\"", "10:25 a.m. — William to lady in congregation: \"You look very pretty, very pretty.\"", "10:55 a.m. — Michael Middleton to", "as they left hotel: \"You okay?\"", "11:00 a.m. — Pippa Middleton to sister Kate: \"You look amazing.\"", "Michael Middleton to Kate Middleton as they entered Westminster Abbey: \"You okay?\"", "Kate Middleton to her father: \"Yeah.\"", "11:05 a.m. — Kate to Bishop before walking down the aisle: \"Yes I suppose so ... I expect I'll be worn out today. Thank you.\"", "Harry to William: \"Right, here she is now.\"", "William to Middleton at the altar: \"You look lovely ...(unclear)... You look beautiful.\"", "William joking to Michael Middleton: \"We're supposed to have just a small family affair.\"", "12:00 a.m. — Queen Elizabeth II to Prince Philip: \"It was excellent.\"", "Prince Philip: \"Yes?\"", "12:15 a.m. — William to Kate Middleton: \"Alright?\"", "Kate Middleton: \"Yes.\"", "William: \"Wish I was out.\"", "Kate Middleton: \"I'm beginning to find (unclear).\"", "William: \"Yeah, alright.\" Hands bouquet to Kate after they climb aboard their carriage, \"here you are.\"", "Kate Middleton: \"Thank you.\"", "Kate Middleton: \"Now, are you happy?\"", "William: \"Yes ... (unclear conversation) ... wave to everybody.\"", "Outside abbey — queen: \"I wanted them to take the smaller carriage.\"", "Camilla, Duchess of Cornwall: \"It all went very well.\"", "Queen: \"Very well.\"", "In wedding carriage — William: \"I don't think you should bow quite yet. I think you should just bow your head, okay?\"", "Kate Middleton: \"Okay.\"", "William: \"I hope I remember ... It's mad, it's mad! Oh my goodness it ... really loudly here (unclear) these people are clapping.\"", "Kate Middleton: \"Did they?\"", "William: \"I think so. I went out here the first (unclear).\"", "In separate carriage — Prince Charles: \"Yeah it looked nice.\"", "Camilla: \"Yes, but you have to know how to do it.\"", "In wedding carriage — Kate Middleton to William: \"You look happy.\"", "1:30 p.m — On Buckingham Palace balcony, Kate Middleton: \"Oh wow.\"", "William: \"Alright? You'll be okay?\"", "Kate Middleton: \"Oh I'm fine, thank you.\"", "William: \"Yeah! Yeah! There's a lot of people down here.\" To pageboys, \"I know but look up there as well.\" To his bride: \"Okay? Look at me, let's kiss, okay.\"", "William, shouting balcony: \"Harry! Your go!\"", "Kate Middleton: \"What's next?\"", "William: \"They want more time I think.\"", "William shouting across balcony, possibly to Camilla: \"You could have brought up (unclear) as well.\"", "Camilla: \"Oh, very heavy.\"", "William: \"Just do a bit of everything. Do you like the balloons (unclear) they go up in the air.\"", "Kate Middleton: \"Look at these people.\"", "William: \"I want to see the plane, I think I'm (unclear).\"", "William to Harry: \"Okay.\"", "William to pageboys: \"...to stop them coming in here, to stop them coming in this side, I mean it's hard.\"", "William to Kate Middleton: \"One more.\" The couple they kiss for a second time. \"That's it, come on!\""], "url": "https://www.foxnews.com/world/lipreader-deciphers-secret-wedding-whispers"},
{"title": "Report: At Least 18 Arrested Along Royal Wedding Route", "author": "", "text": ["Police have arrested at least 18 people along the Royal Wedding route, Sky News reports.", "The alleged offenses committed by those arrested included breach of the peace, assault, handling stolen goods and possession of an offensive weapon.", "The arrests came as police and the military faced the threat of terrorists, anarchists and stalkers. A total of 21 suspected anarchists had been banned from Westminster Abbey for the historic event, Sky News reports.", "As precaution, a fence of steel winds around Westminster Abbey, where thousands of well-wishers gathered to catch a glimpse of the happy couple. Armed police and undercover squads of special forces are mingling with the crowds to combat any attempt to disrupt the event.", "Marksmen took up position on roofs along the ceremonial route as search teams and sniffer dogs carried out a final check of vulnerable locations. More than 80 VIP guests were given close protection bodyguards.", "Police insisted they had no intelligence of a specific terrorism threat, although the U.K. remains on the second-highest alert to an attack from Al Qaeda and a substantial risk of a strike from dissident Irish republicans.", "officials had warned they would launch a preemptive strike against any suspected troublemakers."], "url": "https://www.foxnews.com/world/report-at-least-18-arrested-along-royal-wedding-route"},
{"title": "3 acquitted in France-Angola arms traffic trial", "author": "", "text": ["A French appeals court has overturned the convictions of a former government minister and two businessmen accused of links to arms trafficking to Angola.", "Former minister Charles Pasqua, an icon of French conservative politics for decades, had been convicted of influence-peddling in the complex corruption case. The Paris appeals court acquitted him Friday.", "The court also acquitted Israeli billionaire Arkady Gaydamak and businessman Pierre Falcone, who investigators said were the masterminds behind a network trafficking Soviet-made weapons to Angola during its civil war in the 1990s.", "The original trial in 2009 involved 42 defendants, many of them former French officials accused in the sensitive far-reaching case the French dubbed Angolagate."], "url": "https://www.foxnews.com/world/3-acquitted-in-france-angola-arms-traffic-trial"},
{"title": "French judge files preliminary manslaughter charges against Air France over 2009 crash", "author": "", "text": ["French judge files preliminary manslaughter charges against", "over 2009 crash."], "url": "https://www.foxnews.com/world/french-judge-files-preliminary-manslaughter-charges-against-air-france-over-2009-crash"},
{"title": "Kids increasingly among Mexico drug war victims", "author": "", "text": ["The crime report describes the body of the shooting victim in the plain, unadorned language of the police: Thin. Black hair, light brown skin, purple blouse. Bullet wound in chest. Then comes the age: About 4 years old.", "Children, from toddlers to early teens, are increasingly falling victim to the brutal violence of Mexico's drug war, a conflict that has killed more than 34,000 lives in the last four years.", "\"It is infuriating that they gunned down a little girl,\" said Rosa Cruz Muller, the coordinator of the Guerrero state child welfare agency. \"What could she have done to them? How could she defend herself?\"", "Once, Mexican cartel gunmen took out their targets with accurate fire, often leaving their children sitting unharmed in the same car. Now the killers increasingly seem to be willing to kill even the youngest of children.", "The problem has become particularly acute in Acapulco, the Pacific coast resort that has become the scene of bloody cartel turf battles.", "On Tuesday — two days before the 4-year-old girl was shot to death in a car along with her mother on an Acapulco street — the bullet-riddled bodies of two boys aged just 2 and 6 were found in their home, surrounded by at least 200 shell casings. The body of their 60-year-old grandmother was found with her arms wrapped around them as if trying to protect them.", "Witness said a convoy of gunmen had been chasing a man who took refuge in the family's house. It was unclear what happened to that man.", "\"We were indignant when we saw the killings ... of the two boys, and their grandmother trying to protect them,\" Cruz Miller said Friday.", "On the same day the boys were slain, police reported that two 15-year-old boys were shot to death in separate attacks in Acapulco.", "\"It is very sad that we have to say this trend is increasing,\" said Juan Martin Perez, director of the nonprofit group Network for the Rights of Children in Mexico.", "The group estimates 994 children and youths under 18 were between late 2006 and late 2010, and says the number has risen since then.", "\"At least 1,000 boys and girls have been killed,\" said Perez, whose groups has studied press reports from across the nation to estimate the number of underage victims because the government does not release figures breaking down killings by age.", "At times, children have been caught in the crossfire of increasingly indiscriminate gunbattles between gangs. In some cases, youngsters have been killed when gunmen attacked their parents.", "It was unclear Friday whether that was the case of the 4-year-old girl who was slain along with her mother in the Thursday attack. The victims' names have not been released, and a report by police in Guerrero state, where Acapulco is located, said the motive for the attack \"remains unknown.\"", "Some local media reported the girl's age as 6, rather than 4. Police said their age estimate was based on her appearance, since no identification was found on her.", "The head of the Guerrero state detective bureau, Fernando Monreal Leyva, said the type of bullet casings found at the scene indicated the attack was probably the work of a drug gang. He did not say which one.", "Monreal Leyva said that, like most victims of the drug war, the woman and child were from a poor family. He said their relatives refused to give police much information about the victims.", "The problem isn't just Acapulco's.", "In February, gunmen in the northern border city of Ciudad Juarez chased down a man riding in an SUV with his 11-year-old son. The attackers shot both to death, and then burned their bodies.", "The fate of children caught up in drug violence is grim even when they are spared in killings of their parents.", "The problem of drug war orphans has gotten so bad in Chihuahua state, where Ciudad Juarez is located, that the state government established a trust fund this month to help take care of such children. It will benefit both the children of victims as well as those of gang gunmen killed in the conflict.", "A recently released study by the College of Chihuahua estimates drug violence has created 17,000 orphans in the state over the last three years. The fund is expected to benefit about 2,500 of those children."], "url": "https://www.foxnews.com/world/kids-increasingly-among-mexico-drug-war-victims"},
{"title": "Shelling kills up to 30 in Ivory Coast marketplace", "author": "", "text": ["Mortars killed up to 30 people in an Abidjan market Thursday, the United Nations said — the latest in a string of street battles to grip the city as Ivory Coast's political crisis deepens.", "Witnesses said the shells were fired from a military police base controlled by the country's sitting president into a neighborhood loyal to the man who beat him in last year's election, according to international observers.", "The United Nations deployed a convoy of peacekeepers to the area soon after the shelling. It said in a statement that the peacekeepers had observed that Laurent Gbagbo's armed forces had fired at least six projectiles on and around the market \"killing 25 to 30 persons and wounding 40 to 60 others.\"", "Shells fell without warning on a market in front of the mayor's office in Abobo, a district held by fighters loyal to Alassane Ouattara. At one market stall, an elderly woman lost both her legs, a witness said.", "Earlier in the day, pro-Ouattara fighters ambushed a police station in the Adjame district of Abidjan, though it was unclear whether anyone was killed.", "Adjame resident Idrissa Ouedraogo said commandos loyal to Ouattara went around the Ouattara-friendly neighborhood and warned people to stay inside just minutes before the morning attack. Police loyal to Gbagbo were later seen fleeing the scene, he said.", "Abidjan, Ivory Coast's biggest city, has seen daily battles between the supporters of each man claiming to be president for weeks, leaving hundreds dead. Fighting was initially confined to pro-Ouattara neighborhoods but has now spread across the city, breaking out in different locations each day.", "\"The situation is very serious there for the plight of civilians,\" said U.N. High Commissioner for Human Rights Navi Pillay, speaking in Dakar, Senegal, on Wednesday. \"My staff are unable to visit certain sites ... they went to meet with victims where four children were killed and they had to literally run out from there because they then were threatened in return. The situation is grave.\"", "The U.N. sent in armored patrols and helicopters after a grenade attack in the Attecoube district, across the street from their headquarters, on Wednesday. U.N. doctors treated 55 people, four of whom died, bringing the total number of deaths since November's election to 410.", "In Yopougon, a slum reputed for its fervent support of Gbagbo, residents reported heavy fighting all day Wednesday and through the night.", "\"We can't sleep, the gunfire didn't stop until 5 a.m.,\" said Karim Coulibaly, a taxi driver who lives in central Yopougon. \"(Pro-Gbagbo youth) go from house to house calling for people to join them in the streets — no one went out.\"", "Hundreds of roadblocks have sprung up around the city, making it nearly impossible to move around. Roadblocks run by the police or military tend to be professional, but others run by local youth often turn violent, with frequent reports of assaults on drivers, smashed windshields and extortion.", "The violence reached a new level after Gbagbo rejected last week's African Union decision to endorse Ouattara's victory. The decision, which is supposed to be binding, is the latest in a half-dozen failed negotiation attempts and contributes to the widespread fear that now only violence will resolve the deadlock.", "Fighters loyal to Ouattara have been stepping up their tactics. In the first months following the election, unarmed protesters confronted Gbagbo's police and were killed by the dozen. In February, a group calling themselves the \"Invisible Commandos\" emerged to protect Ouattara supporters. Now, after having taken control of the Ouattara strongholds of Abobo and PK-18, those fighters are moving south, closer to the commercial center of the city and the presidential palace.", "Ouattara's camp denies that the Invisible Commandos act under their orders and draws a line between them and the New Forces rebels, who act as Ouattara's de facto army.", "Those professional forces have been focusing their efforts far from Abidjan in the west. New Forces have taken four towns along the Liberian border in the last weeks, claiming to have cut off weapons smuggling and the recruitment of Liberian mercenaries.", "The U.N. reports that more than 90,000 people have fled across the border to Liberia to escape the fighting. This is in addition to the 300,000 who have fled fighting in Abidjan.", "In Brussels, the European Commission announced Thursday it would increase humanitarian aid for victims of the violence from euro5 million ($7 million) to euro30 million ($42 million).", "The commission, which is the executive arm of the European Union, said the money would help people in need inside Ivory Coast, as well as refugees who have fled to neighboring countries.", "A report released earlier this week by Human Rights Watch accused pro-Gbagbo security forces of war crimes, including killings, torture, rape and arbitrary arrest.", "Officials from the Hague-based International Criminal Court are monitoring the events closely, said Deputy Prosecutor Fatou Bensouda. The ICC, however, cannot open an official investigation until it can protect the witnesses they expose, she said.", "\"If we are not in a position to protect them, it would not be a good time for us to intervene,\" she said. \"We are monitoring (Ivory Coast) very, very, closely.\"", "After more than three months of being blocked by pro-Gbagbo security forces, the U.N. was finally able to reach the site of an alleged mass grave this week, said local U.N. spokesman Hamadoun Toure. The found no evidence of a mass grave, he said, though he wasn't able to rule out that the bodies were moved before they got there.", "___", "Associated Press writers Anne Look in Dakar, Senegal, and Don Melvin in Brussels contributed to this report."], "url": "https://www.foxnews.com/world/shelling-kills-up-to-30-in-ivory-coast-marketplace"},
{"title": "Plutonium in troubled reactors, spent fuel pools", "author": "", "text": ["The fuel rods at all six reactors at the stricken Fukushima Dai-ichi complex contain plutonium — better known as fuel for nuclear weapons. While plutonium is more toxic than uranium, other radioactive elements leaking out are likely to be of greater danger to the general public.", "Only six percent of the fuel rods at the plant's Unit 3 were a mixture of plutonium-239 and uranium-235 when first put into operation. The fuel in other reactors is only uranium, but even there, plutonium is created during the fission process.", "This means the fuel in all of the stricken reactors and spent fuel pools contain plutonium.", "Plutonium is indeed nasty stuff, especially damaging to lungs and kidneys. It is also less stable than uranium and can more easily spark a dangerous nuclear chain reaction.", "But plutonium, like uranium, is a heavy element that is not easily dispersed in the air. It is the other byproducts of nuclear power generation, such as radioactive forms of cesium and iodine, that are more prone to spread and cause widespread contamination.", "Ed Lyman, a physicist at the activist group Union of Concerned Scientists, estimates the fuel in Unit 3 is 5 percent to 10 percent more dangerous than the fuel in the other crippled reactors.", "Still, it is very unlikely to become packed tightly enough to reach what is known as critical mass and start a chain reaction. The plutonium would qualify as weapons grade only if a large quantity was packed together.", "Here's how the uranium in a typical reactor turns into a mixture that includes plutonium:", "When the pellets of uranium dioxide inside the thin fuel rods are split to create energy in the reactor, they release neutrons that, in turn, create highly radioactive plutonium-239. This is the same type of plutonium used to make nuclear weapons.", "This plutonium also splits, creating even more energy. By the end of a uranium fuel cycle, 40 percent of the energy produced comes from the splitting of plutonium.", "The spent fuel rod that remains at the end of the process contains uranium, plutonium, and a cocktail of other poisonous and radioactive byproducts.", "The Fukushima Dai-ichi site has a considerable number of fuel rods on hand, according to information provided Thursday by Toyko Electric Power Co., which owns the atomic complex: There are 3,400 tons of fuel in seven spent fuel pools within the six-reactor plant, including one joint pool storing very old fuel from units 3 and 4. There are 877 tons in five of the reactor cores. Officials have said that the fuel in Unit 4's reactor vessel was transferred to its spent fuel pool when the unit was temporarily shut in November.", "If plutonium did get out, it wouldn't disappear quickly. Plutonium-239 has a half-life of 25,000 years, meaning it takes that long to lose half of its radioactive potency. Uranium-235 has a half-life of 700 million years. And cesium, which tends to go airborne much more easily, has a half-life of 30 years.", "Japan has recently built a facility to remove the byproducts and reprocess the plutonium and uranium into a substance called MOX for reuse in its reactors.", "This was done in part to reduce the amount of spent fuel that is kept onsite at nuclear plants.", "Japan's reprocessing plant, in Rokkasho, a village 300 miles (500 kilometers) north of Fukushima, is only starting up, and hasn't yet begun full operation.", "Japan started to use MOX in some of its reactors to learn how it affects plant operations. In general, MOX fuel runs hotter than uranium oxide while inside the reactor.", "The United States does not reprocess fuel and encourages other countries not to do so because of fears that plutonium recovered in the process could be used to make nuclear weapons."], "url": "https://www.foxnews.com/world/plutonium-in-troubled-reactors-spent-fuel-pools"},
{"title": "Japan cites radiation in milk, spinach near plant", "author": "", "text": ["In the first sign that contamination from Japan's stricken nuclear complex had seeped into the food chain, officials said Saturday that radiation levels in spinach and milk from farms near the tsunami-crippled facility exceeded government safety limits.", "Minuscule amounts of radioactive iodine also were found in tap water Friday in Tokyo and elsewhere in Japan — although experts said none of those tests showed any health risks. The Health Ministry also said that radioactive iodine slightly above government safety limits was found in drinking water at one point Thursday in a sampling from Fukushima prefecture, the site of the nuclear plant, but later tests showed the level had fallen again.", "Six workers trying to bring the Fukushima Dai-ichi plant back under control were exposed to more than 100 millisieverts of radiation — Japan's normal limit for those involved in emergency operations, according to Tokyo Electric Power Co., which operates the complex. The government raised that limit to 250 millisieverts on Tuesday as the crisis escalated.", "Officials said the crisis at the plant appeared to be stabilizing, with near-constant dousing of dangerously overheated reactors and uranium fuel, but the situation was still far from resolved.", "\"We more or less do not expect to see anything worse than what we are seeing now,\" said Hidehiko Nishiyama of the Nuclear and Industrial Safety Agency.", "Japan has been grappling with a cascade of disasters unleashed by the 9.0-magnitude earthquake on March 11. The quake spawned a tsunami that ravaged Japan's northeastern coast, killing more than 7,600 people and knocking out cooling systems at the Fukushima Dai-ichi nuclear plant, causing the complex to leak radiation.", "More than 11,000 people are still missing, and more than 452,000 are living in shelters.", "Chief Cabinet Secretary Yukio Edano, meanwhile, insisted the contaminated foods \"pose no immediate health risk.\"", "An expert in the United States also said the risk appeared limited and urged calm.", "\"The most troubling thing to me is the fear that's out of proportion to the risk,\" said Dr. Henry Duval Royal, a radiologist at Washington University Medical School.", "The tainted milk was found 20 miles (30 kilometers) from the plant, a local official said. The spinach was collected from six farms between 60 miles (100 kilometers) and 75 miles (120 kilometers) to the south of the reactors.", "Those areas are rich farm country known for melons, rice and peaches, so the contamination could affect food supplies for large parts of Japan.", "More tests was being done on other foods, Edano said, and if they show further contamination, then food shipments from the area would be halted.", "Officials said it was too early to know if the nuclear crisis caused the contamination, but Edano said air sampling done near the dairy showed higher-than-normal radiation levels.", "Iodine levels in the spinach exceeded safety limits by three to seven times, a food safety official said. Tests on the milk done Wednesday detected small amounts of iodine-131 and cesium-137, the latter being a longer-lasting element that can cause more types of cancer. But only iodine was detected Thursday and Friday, a Health Ministry official said.", "After the announcements, Japanese officials immediately tried to calm an already-jittery public, saying the amounts detected were so small that people would have to consume unimaginable amounts to endanger their health.", "\"Can you imagine eating one kilogram of spinach every day for one year?\" said State Secretary of Health Minister Yoko Komiyama. One kilogram is a little over two pounds.", "Edano said someone drinking the tainted milk for one year would consume as much radiation as in a CT scan; for the spinach, it would be one-fifth of a CT scan. A CT scan is a compressed series of X-rays used for medical tests.", "The Health Ministry said iodine levels slightly above the safety limit were discovered Thursday in drinking water samples from Fukushima prefecture. On Friday, levels were about half that benchmark; by Saturday, they had fallen further.", "Drinking one liter of water with the iodine at Thursday's levels is the equivalent of receiving one-eighty-eighth of the radiation from a chest X-ray, said Kazuma Yokota, a spokesman for the prefecture's disaster response headquarters.", "The trace amounts of iodine were found in Tokyo's water on Friday, the first day since the government ordered nationwide daily sampling due to the nuclear crisis, the Ministry of Education, Culture, Sports, Science and Technology said. A ministry statement said the amounts found did not exceed government safety limits. But tests on water, which for decades were only done once a year, usually show no iodine.", "At the Fukushima plant, emergency workers have been struggling to cool the reactors and the pools used to store used nuclear fuel, as well as to put the facility back on the electricity grid.", "A replacement power line reached the complex Friday, but workers needed to methodically work through badly damaged and deeply complex electrical systems to make the final linkups without setting off a spark and potentially an explosion. Company officials hoped to be able to switch on the cooling systems Sunday.", "Once the power is reconnected, it is not clear if the cooling systems will still work.", "A fire truck with a high-pressure cannon pumped water directly from the ocean into one of the most troubled areas of the complex — the cooling pool for used fuel rods at the plant's Unit 3. Because of high radiation levels, firefighters only went to the truck every three hours to refuel it.", "Holes were also punched in the roofs of units 5 and 6 to vent buildups of hydrogen gas, and the temperature in Unit 5's fuel storage pool dropped after new water was pumped in, according to officials with Tokyo Electric Power Co., which owns the complex.", "More workers were thrown into the effort — bringing the total at the complex to 500 — and the safety threshold for their radiation exposure was raised 2½ times so they could keep working.", "Officials insisted that would cause no health damage.", "Edano said conditions at the reactors in Units 1, 2 and 3 — all of which have been rocked by explosions in the past eight days — had \"stabilized.\"", "The reactors and the storage pools both need constant sources of cooling water. Even when they are taken from reactors, uranium rods remain very hot and must be cooled for months, possibly longer, to prevent them from heating up again and emitting radioactivity.", "Low levels of radiation have been detected well beyond Tokyo, which is 140 miles (220 kilometers) south of the plant, but hazardous levels have been limited to the plant itself.", "People evacuated from around the plant, along with some emergency workers, have tested positive for radiation exposure. Three firefighters needed to be decontaminated with showers, while among the 18 plant workers who tested positive, one absorbed about one-tenth of the amount that could induce radiation poisoning.", "Outside the bustling disaster response center in the city of Fukushima, 40 miles (60 kilometers) northwest of the plant, government nuclear specialist Kazuya Konno was able to take only a three-minute break for his first meeting since the quake with his wife, Junko, and their children.", "\"It's very nerve-racking. We really don't know what is going to become of our city,\" said Junko Konno, 35. \"Like most other people, we have been staying indoors unless we have to go out.\"", "She brought her husband a small backpack with a change of clothes and snacks. The girls — aged 4 and 6 and wearing pink surgical masks decorated with Mickey Mouse — gave their father hugs.", "The government conceded Friday that it was slow to respond to the crisis and welcomed ever-growing help from the U.S. in hopes of preventing a complete meltdown.", "Nishiyama, of the nuclear safety agency, also said backup power systems at the plant had been improperly protected, leaving them vulnerable to the tsunami.", "The failure of Fukushima's backup power systems, which were supposed to keep cooling systems going in the aftermath of the earthquake, let uranium fuel overheat and were a \"main cause\" of the crisis, Nishiyama said.", "\"I cannot say whether it was a human error, but we should examine the case closely,\" he told reporters.", "A spokesman for Tokyo Electric said that while the generators were not directly exposed to the waves, some electrical support equipment was outside. The complex was protected against tsunamis of up to 5 meters (16 feet), he said. Media reports say the tsunami was at least 6 meters (20 feet) high when it struck Fukushima.", "Spokesman Motoyasu Tamaki also acknowledged that the complex was old, and might not have been as well-equipped as newer facilities.", "The crisis has led to power shortages and factory closures, and triggered a plunge in Japanese stock prices.", "On Saturday evening, Japan was rattled by 6.1-magnitude aftershock, with an epicenter just south of the troubled nuclear plants. The temblor, centered 150 kilometers (90 miles) northeast of Tokyo, shook buildings in the capital.", "___", "Yuasa reported from Tokyo, as did Associated Press writers Mari Yamaguchi, Elaine Kurtenbach, Tim Sullivan, Joji Sakurai, and Jeff Donn."], "url": "https://www.foxnews.com/world/japan-cites-radiation-in-milk-spinach-near-plant"},
{"title": "Nigeria: Crash involving governor kills 4", "author": "", "text": ["A Nigerian state governor survived a Tuesday car crash that left four dead as he traveled to meet the president in the oil-rich country's north, officials said.", "It was the second fatal crash in recent weeks involving President Goodluck Jonathan's bid to extend his mandate.", "An Associated Press reporter said he counted three dead and 11 injured people at the Federal Medical Center in Katsina, the capital of Katsina state. Most of the victims were passengers on a bus which collided head-on with Gov. Ibrahim Shehu Shema's car.", "The governor and his driver were unharmed, but his aide-de-camp, Aminu Ibrahim, died inside the car. Ibrahim was buried immediately after the crash, bringing the number of dead to four.", "Shema was going to escort Jonathan to pay tribute to a traditional ruler before the start of his presidential rally.", "\"We pray for Allah to give the family the fortitude to bear the loss,\" Jonathan later said at a ruling party rally that started a few hours after the crash.", "A Christian from the south, Jonathan is trying to win votes from Nigeria's Muslim north. However, many northerners believe they should have another turn in the nation's highest office.", "It isn't the first fatal crash involving Jonathan's campaign. During a Feb. 12 visit to Port Harcourt, a vehicle in Jonathan's large presidential convoy crashed into a civilian automobile just outside the southern city. Local newspapers reported at least two people died instantly in the crash, though authorities would not confirm that.", "Car crashes are common on Nigeria's poorly maintained roads. Even main cities are linked by pitted, two-lane roads crammed with passenger buses, trucks laden with goods and rickety private vehicles. Drivers often travel at high speed and overtake slower vehicles, leading to head-on collisions and high death tolls.", "Politicians' convoys are also accused of disregarding the country's often-flouted traffic rules, with armed men with machine guns using threats and force to push traffic out of the way.", "Meanwhile, the federal House of Representatives ordered an investigation Tuesday into an airplane crash last week involving the country's main opposition party. A plane carrying the vice presidential candidate of the Action Congress of Nigeria crashed into rams and goats crowding a rural northern Nigerian runway.", "The candidate and his entourage were unhurt, but the plane was damaged. A party spokesman later described the ram intrusion as \"sabotage.\"", "During a hearing Tuesday, Rep. Olufemi Gbajabiamila of the Action Congress of Nigeria criticized the government for trying to portray the crash as beyond its control.", "\"This was not an act of God,\" he said. \"It was an act of negligence.\"", "Nigerians head to the polls April 9 to choose a new president. There also will be separate state and federal elections next month.", "___", "Ibukun reported from Lagos, Nigeria."], "url": "https://www.foxnews.com/world/nigeria-crash-involving-governor-kills-4"},
{"title": "Royal Wedding Souvenir Features the Wrong Prince", "author": "", "text": ["LONDON -- It is either a right royal snafu or someone's idea of a joke, but the latest souvenir offering ahead of the April 29 wedding of", "and", "was causing some amusement Wednesday.", "Visitors to the website of Guandong Enterprises have the chance to buy a commemorative mug featuring Britain's most famous commoner and the prince she will soon call her ... brother-in-law. \"Crafted in the finest bone china\" the mug features not William, but his younger brother Harry", "While the company's website promises buyers a \"beautiful cup\" replete with \"ornate detailing\" on the handle, the maker's keen eye for detail apparently wandered during the research phase of the cup's development.", "Unfortunately for the manufacturers, the inscription on the back of the mug -- \"The fairytale romantic union of all the centuries. 29th April 2011\" -- rings hollow.", "The souvenir joins a slew of plates, trinkets and books produced to mark the occasion. Most, like the offering from Guangdong Enterprises, \"are not supplied to, or approved by, Prince William of Wales, Catherine Middleton or any member of the Royal Family.\""], "url": "https://www.foxnews.com/world/royal-wedding-souvenir-features-the-wrong-prince"},
{"title": "Report: Gulf States Call for No-Fly Zone in Libya", "author": "", "text": ["Gulf states have reportedly called for a no-fly zone to be imposed in Libya, according to a statement released Monday.", "The statement, which was released by foreign ministers, also called for an urgent Arab League meeting to discuss the oil-rich north African nation, Reuters reports.", "\"[The foreign ministers] ...called on the ... [U.N.]", "to protect Libyan civilians, including through a no-fly zone,\" said a statement issued after the ministers' meeting, read by Abdulrahman al-Attiyah, secretary general of the Gulf Cooperation Council which groups regional countries.", "The report came just hours after Britain and France indicated its intentions to draft a U.N. resolution that would establish a no-fly zone over Libya. A British diplomat at the U.N. stressed Monday that the resolution is being prepared as a contingency in case it is needed, but no decision has been made to introduce it at the U.N. Security Council."], "url": "https://www.foxnews.com/world/report-gulf-states-call-for-no-fly-zone-in-libya"},
{"title": "Documents: Dutch Catholics Knew of Sex Abuse", "author": "", "text": ["A Dutch broadcaster has uncovered documents showing that a prominent Catholic-oriented child protection agency in the", "debated the sexual abuse of children in the church as early as the 1950s and made attempts to stop the problem.", "The efforts of the now-defunct Catholic Association for the Protection of Children to stop the abuse, however, were not very successful -- a commission appointed this year to investigate child sex abuse in the Dutch Church has received more than 2,000 complaints stretching back decades.", "But the confidential documents uncovered by the program \"Altijd Wat\" are significant in providing rare concrete evidence that many Catholics in the Netherlands must have known about the problem decades ago, despite later denials by the Church: prominent Catholic politicians, priests and teachers all belonged to the organization.", "The documents also offer valuable insight into how well-meaning Catholics of the day tried to address a taboo problem.", "\"It was a subject that wasn't spoken about in public,\" said spokesman Bert Elbertse of the", "in the Netherlands. He cautioned against concluding that the extent of the problem was well-understood, despite the debate within the association.", "\"Even people who heard that there had been cases of abuse at other schools may have thought 'well, that doesn't happen here,\"' he said.", "He said he expected the commission investigating sexual abuse in the church to address in its findings next month on how much church leaders knew, and when.", "Testifying as a witness in a court case earlier this year, retired Cardinal Adrianus Simonis said the Dutch Catholic hierarchy only really began addressing the issue after reports of widespread abuse began emerging from the", "in the 1990s.", "\"For us, it did not exist,\" Simonis said.", "Altijd Wat uncovered the documents in the archives of a historical museum of the southern Dutch city of Den Bosch and published reproductions of key documents on the program's website.", "The discussion began when a judge in Den Bosch convicted two teachers at a boarding school of molestation on Nov. 19, 1958. The following day he sent a handwritten letter to a Catholic member of parliament. The politician, Jan de Haas, was apparently an old friend of the judge's who also happened to be the chairman of the association, known by its Dutch acronym KVK.", "\"What happened here could happen in another school tomorrow,\" judge W. Ariens wrote in the letter, which also said hiring policies were lax.", "The following month Ariens' letter was read aloud at a meeting of the KVK, and the matter was raised repeatedly in the organization's correspondence for the following four years.", "The most tangible result was several letters sent to the heads of all 112 Catholic boarding schools in the country urging better teacher vetting.", "\"In recent years various cases have occurred in (our) schools with extremely serious and sad consequences,\" wrote Father Piet Denis in one. \"Further description of these cases is not deemed necessary.\"", "He advised the schools that it was \"not only desirable but definitely urgently necessary\" to do background checks, with the words 'definitely' and 'urgently' underlined.", "Among the most painful failures of the KVK, a plan suggested by a nun to create a \"black list\" of sexual offenders for institutions to use as part of a background check before hiring new teachers was debated but never enacted.", "Instead, as in many other countries, priests and brothers who were dismissed for sex offenses were frequently able to move to a new city or district and do the same thing again."], "url": "https://www.foxnews.com/world/documents-dutch-catholics-knew-of-sex-abuse"},
{"title": "Tunisia Ex-Strongman's Nephew Gets 18 Years Prison", "author": "", "text": ["TUNIS,", "-- A Tunis court has convicted a nephew of the wife of Tunisia's former president for writing more than euro300 million ($399 million) in bad checks and sentenced him to 18 years in prison.", "The official TAP news agency said that Imed Trabelsi was convicted Friday and immediately sentenced. He is already serving a 15-year sentence for similar offenses and a four-year term for using drugs.", "Trabelsi is viewed as the favorite nephew of former first lady Leila Trabelsi -- who fled into exile with former strongman", "on Jan. 14. The regime change after a month of nationwide protests triggered the", ".", "Imed Trabelsi has been on a hunger strike since Nov. 8 to protest what he claims are unfair trials."], "url": "https://www.foxnews.com/world/tunisia-ex-strongmans-nephew-gets-18-years-prison"},
{"title": "Chilean Judge Charges Former U.S. Military Officer With Murder", "author": "", "text": ["A Chilean judge investigating abuses during the dictatorship of Gen. Augusto Pinochet has charged a former U.S. military officer in the 1973 killing of two Americans and is seeking his extradition, court officials said Tuesday.", "Former U.S. Navy Capt. Ray E. Davis has been charged with murder in the killings of journalist Charles Horman and U.S. student Frank Teruggi, a court statement said. Also charged with murder was a retired Chilean army brigadier, Pedro Espinoza Bravo.", "The killing of Horman was the focus of the 1982 film \"Missing.\"", "Judge Jorge Zepeda, who is investigating human rights violations during Pinochet's 1973-1990 rule, asked the", "to authorize an extradition request so that Davis may be tried in", ", the court said in its statement.", "It described Davis as being commander of the U.S. military mission in Chile at the time. Davis's whereabouts were not immediately clear. Espinoza is jailed in a special Chilean prison for offenders convicted of human rights abuses, and is already serving sentences in separate cases.", "Horman was 31 at the time of his death. He was detained six days after the 1973 military coup that swept Pinochet to power.", "A national truth commission said Horman was executed on Sept. 18, 1973, while he was in the custody of state security agents. It also said Teruggi, then a 24-year-old university student, was similarly executed just several days later on Sept. 22.", "\"The judge has made ample use of declassified U.S. documents, demonstrating their value to moving the wheels of justice forward in these two infamous murders,\" said Peter Kornbluh, who heads the Chile documentation project at the Washington-based National Security Archive.", "A national commission has determined that 3,095 people were killed or disappeared during Pinochet's dictatorship."], "url": "https://www.foxnews.com/world/chilean-judge-charges-former-u-s-military-officer-with-murder"},
{"title": "South Korea Accuses Chinese Captain of Stabbing Coast Guard Officers", "author": "", "text": ["A South Korean coast guard officer was killed and another injured Monday when they were stabbed by a Chinese captain whose boat was stopped for suspected illegal fishing in South Korean waters, officials said.", "Two Chinese boats were stopped in Yellow Sea waters rich in blue crabs, anchovies and croaker, but details of the fight were unclear, coast guard officials said.", "The officials, who declined to give their names because of the sensitivity of the situation, said the captain of one of the boats stabbed the South Korean officers.", "The officers were taken to a hospital in the port city of Incheon. Nine Chinese fishermen were in custody, the coast guard said.", "A South Korean officer stabbed in the side died; the other officer wasn't severely injured, the officials said.", "There was no immediate comment from the Chinese Foreign Ministry in Beijing.", "The coast guard said it has seized about 430 Chinese ships for illegal fishing in the Yellow Sea so far this year, up from 370 last year. The coast guard usually releases the ships after a fine is paid, though violence occasionally occurs.", "Chinese fishing fleets have been going farther afield to feed growing domestic demand for seafood.", "In 2008, one South Korean coast guard officer was killed and six others injured in a fight with Chinese fishermen in South Korean waters.", "Last year, a collision between a Chinese fishing boat and Japanese coast guard vessels led to a diplomatic spat between the countries over disputed islands in the East", "Sea."], "url": "https://www.foxnews.com/world/south-korea-accuses-chinese-captain-of-stabbing-coast-guard-officers"},
{"title": "Minister: 5 Dead in Congo Election Clashes", "author": "", "text": ["Congo's interior minister says at least five people have been killed on election day in two separate clashes.", "The violence took place Monday in Lubumbashi after armed men attacked a truck carrying ballots and several voting centers.", "Interior Minister Bikanga Kazadi told The Associated Press by telephone that the first attack occurred at around 3 a.m. when gunmen opened fire on a truck loaded with voting materials including ballots.", "Later in the day, armed men attacked voting centers. Kazadi says the army was called in to quell the attack and one policeman was killed. The four other dead were assailants.", "Kazadi also said that as of Monday afternoon, some precincts had still had not opened due because voting materials had not been delivered."], "url": "https://www.foxnews.com/world/minister-5-dead-in-congo-election-clashes"},
{"title": "Israel Could Soon Release Frozen Palestinian Funds", "author": "", "text": ["Prime Minister", "hinted Monday that", "might soon release tens of millions of dollars owed to the Palestinians, according to officials who heard him testify before an influential parliamentary panel.", "Israel has refused to transfer the money to punish the Palestinians for their attempts to join the", ". The Palestinians recently were accepted to the U.N. cultural agency, UNESCO, as part of a broader effort for recognition as a full U.N. member state.", "Western donor nations, and even Israel's own Defense Ministry, have urged Netanyahu to release the money.", "In a closed hearing, Netanyhau told the parliament's foreign affairs and defense committee on Monday that Israel was \"considering the possibility of renewing the transfer of money to the Palestinians\" because they appear to have suspended their efforts at the U.N., the officials said. That would change if the Palestinians revive those efforts, one official said.", "The officials spoke on condition of anonymity because the meeting was closed.", "The Palestinians applied for U.N. membership in September, but the statehood bid has stalled after they failed to marshal the required support of nine of the Security Council's 15 members.", "The Palestinians have said that as a backup plan, they will seek a lesser upgrade to nonmember observer status, but so far have not taken any action. Netanyahu said it appears the Palestinians have put these efforts on hold, since they have not approached the General Assembly or any additional U.N. agencies about membership.", "Israel believes creation of a Palestinian state must be achieved through negotiations and charges that the U.N. bid is one of a series of steps to bring unwarranted pressure on the Jewish state.", "The Palestinians say Israel's sanctions are having severe effects.", "The Palestinians say they desperately need the money to keep their government afloat. Without it, they have to borrow from banks to pay monthly salaries of tens of thousands of civil servants.", "In accordance with interim peace deals, Israel collects some $100 million in customs, border and some income taxes each month on behalf of the Palestinians and relays them to the", "government. The transfers were suspended on Nov. 3 in reaction to the UNESCO admission.", "The international community has been pushing Israel to release the money, and the Israeli Defense Ministry has warned the withholding of the cash could threaten the stability of the Palestinian government in the West Bank.", "The", "employs tens of thousands of people, including security forces whose work at preventing attacks on Israelis has won praise from Israel and the", ".", "The Palestinian prime minister,", ", warned this week that he would not be able to pay the coming month's salaries and said the withholding of the money is causing grave damage to the Palestinian economy. The Palestinian Authority is the largest single employer in the Palestinian territories.", "Speaking to reporters Monday, Fayyad said he had not heard from Israel on whether it would soon release the money. He said he hoped the money would come \"not a day too soon\" because of the crisis.", "Netanyahu told the committee on Monday that \"Israel has no interest in bringing about the collapse of the Palestinian Authority,\" the officials said.", "International efforts to restart peace negotiations between Israel and the Palestinians have not succeeded. The Palestinians demand that Israel first stop building in the West Bank and east Jerusalem, occupied areas the Palestinians want for a future state. Israel rejects any preconditions for talks."], "url": "https://www.foxnews.com/world/israel-could-soon-release-frozen-palestinian-funds"},
{"title": "North Korea Shows Kim Jong Il, Son Watching Live-Fire Drills", "author": "", "text": ["North Korean television has aired footage of leader Kim Jong Il and his son watching massive live-fire drills.", "The footage aired on state television Tuesday showed Kim and his heir-apparent Kim Jong Un watching tanks, aircraft, warships and rocket launchers firing at targets on mountains. Dozens of troops were seen parachuting from a plane.", "The two Kims were seen speaking to each other as they watched the drills from an enclosed viewing stand with senior military officers.", "The drill involving army, navy and air force power came tensions between North and", "remain high.", "State television said the exercises took place in September. North Korean media reports on Kim routinely are delayed."], "url": "https://www.foxnews.com/world/north-korea-shows-kim-jong-il-son-watching-live-fire-drills"},
{"title": "German Killed; Dutch, South African, Swede Seized by Gunmen in Timbuktu", "author": "", "text": ["BAMAKO,", "-- Gunmen killed a German man in Mali's most famous city of Timbuktu and seized three men from the", ",", "and", ", officials and witnesses said, as officials on Saturday ordered a plane to evacuate foreigners from the tourist destination.", "The Dutch and Swedish governments confirmed Saturday that their citizens had been taken. A fellow traveler said the other man seized was South African and said she met the German man.", "Tour guide Ali Maiga was with the tourists during Friday's attack at a Timbuktu restaurant and gave the same list of nationalities. A witness and an official said gunmen burst into the restaurant, grabbed four tourists dining there and executed one when he refused to climb into their truck.", "Officials on Saturday evacuated foreigners from Timbuktu to the capital, said a man who owns a hotel in Bamako where the tourists previously stayed. He asked for anonymity because of the sensitivity of the situation.", "Foreign Ministry spokesman Ward Bezemer confirmed that one Dutch man was among those kidnapped.", "\"In the interests of the people involved, we never comment on these cases,\" Bezemer told The Associated Press.", "The kidnapping comes ahead of an official visit by Mali's president to the Netherlands next week.", "Sweden's Foreign Minister Carl Bildt on Saturday confirmed on", "that one of those kidnapped was Swedish. He did not mention the nationalities of the others.", "Germany's Foreign Ministry said in a Saturday statement that the killed foreigner is \"with a high probability a German national\" and updated its Mali travel advisory to mention the killing.", "South African foreign affairs department spokesman Clayson Monyela said Saturday his government was trying to confirm whether one of those kidnapped was South African.", "Canadian tourist Julie-Ann Leblond said she met a group consisting of a South African, a Swede and a Dutch couple in Mali. She said they invited her to join them as they headed to Timbuktu, but she took ill on Wednesday and had to stay behind.", "\"I was supposed to go there with them,\" Leblond, a 25-year-old resident of Quebec City, told the Associated Press by phone from Bamako. \"I was never so happy to get a cold.\"", "She did not provide the names of the travelers and said the German was traveling separately. She said the group of four met on the road as they were traveling from Europe to Africa.", "\"They're incredible people, so peaceful, so nice,\" she said. \"That kind of thing cannot just happen to those kind of people. It's crazy.\"", "The European Union's foreign policy chief, Catherine Ashton, also condemned the attack in a statement and said \"these incidents show the need to continue and intensify the efforts against insecurity in the Sahel,\" the desert region stretching from", "to Chad.", "\"Through its Strategy for Security and Development in the Sahel, the EU is committed to help the Sahel countries in this endeavor,\" the statement said.", "Also Saturday, France's Foreign Ministry expanded the zone that it \"strongly advises\" French travelers to avoid traveling in Mali, moving the line southward from the Sahel region.", "Until a few years ago, Timbuktu was one of the most visited destinations in Africa, but it is now one of the many former tourist hotspots in Mali that have been deemed too dangerous to visit by foreign embassies because of kidnappings by the local chapter of", ".", "Friday's incident comes after two French citizens were grabbed in the middle of the night from their hotel in the Malian town of Hombori on Thursday. French judicial officials have opened a preliminary investigation into their kidnappings.", "Neither kidnapping has yet been claimed by Al Qaeda in the Islamic Maghreb, or AQIM, whose members have kidnapped and ransomed more than 50 Europeans and Canadians since 2003.", "If Friday's kidnapping is by AQIM, it will mark the first time they have taken a hostage inside of Timbuktu's city limits. Thursday's kidnapping would be another first -- the first hostage taking south of the", "River.", "The group's footprint has grown dramatically since 2006, when the Algerian-led cell first joined Al Qaeda. Security experts estimate the group has been able to raise around $130 million from ransom payments alone."], "url": "https://www.foxnews.com/world/german-killed-dutch-south-african-swede-seized-by-gunmen-in-timbuktu"},
{"title": "Lost Dutch Sailor Rescued Off Brazilian Coast", "author": "", "text": ["SAO PAULO  -- The Brazilian air force says it helped rescue a 72-year-old Dutch sailor who had been adrift off the South American country's coast for two days.", "In a statement posted on its website, the air force says one of its maritime patrol planes spotted Albert Deschipper and his sailboat the \"Rolleman\" on Tuesday 195 miles off the coast of", ".", "Friday's statement noted that the Dutch Consulate in Rio de Janeiro asked Brazilian authorities for help after being contacted by Deschipper's wife, who had spoken to her husband by radio.", "Deschipper left the", "more than a month ago and was heading to", "to meet up with his wife.", "The statement did not explain how he got lost."], "url": "https://www.foxnews.com/world/lost-dutch-sailor-rescued-off-brazilian-coast"},
{"title": "NATO: Pakistan Cooperates on New Border Incident", "author": "", "text": ["says", "is showing signs it might be willing to cooperate with the coalition again in the wake of NATO airstrikes that killed 24 Pakistani troops.", "NATO spokesman in", ", German Brig. Gen. Carsten Jacobson, said Wednesday that Pakistani security forces fully cooperated with NATO during a cross-border incident the night before in Paktia province along the border. He says details about who was firing at whom are still being collected and that no one was injured in the incident.", "Jacobson says communication between the two sides is necessary to coordinate actions against insurgents and avert friendly fire incidents.", "The Pakistan military had no immediate comment."], "url": "https://www.foxnews.com/world/nato-pakistan-cooperates-on-new-border-incident"},
{"title": "Marketplace Car Bomb Kills 10 in Northeast Iraq", "author": "", "text": ["Iraqi officials say a car bomb explosion has killed 10 people in a marketplace in a town northeast of", ".", "Two police officials said that the parked car bomb exploded Thursday morning in the town of Khalis as shoppers were starting to arrive.", "A local hospital official says 22 persons were wounded in the blast.", "All officials spoke on condition of anonymity because they were not authorized to talk to the media.", "Khalis, a Shiite enclave 50 miles north of Baghdad, is surrounded by the largely Sunni province of Diyala. The province is a former stronghold of", "in", "."], "url": "https://www.foxnews.com/world/marketplace-car-bomb-kills-10-in-northeast-iraq"},
{"title": "S&P's Lowers Sovereign Credit Rating on Belgium", "author": "", "text": ["BRUSSELS -- Standard & Poor's is lowering its long-term sovereign credit rating for", ", citing a threat to exports and the country's lack of a permanent government.", "In a sign that financial contagion is spreading across Europe, the agency cut Belgium's credit rating from AA+ to AA.", "Belgium has been without a permanent government for 530 days, as a series of negotiators has struggled without success to bridge the country's divide between its French-speakers and its Dutch-speakers.", "The ratings agency said Friday that \"in our opinion, protracted political uncertainty remains a risk to its creditworthiness.\"", "Late Friday, Belgian negotiators hurriedly resumed their stalled efforts to form a government."], "url": "https://www.foxnews.com/world/sps-lowers-sovereign-credit-rating-on-belgium"},
{"title": "Hotel Explosion Kills 3, Wounds 27 in Philippines", "author": "", "text": ["A powerful blast killed at least 3 people and wounded 27 others in a budget hotel packed with wedding guests in the southern", ", officials said Monday.", "The explosion, suspected to have been caused by a bomb, ignited a fire that gutted the two-story Atilano Pension House in downtown Zamboanga city late Sunday.", "The blast was so powerful it caused much of the second floor to collapse, blew off the hotel roof and shattered glass panes and windows from nearby buildings, Zamboanga city Mayor Celso Lobregat said.", "Two of the wounded were in serious condition in a hospital, he said.", "Zamboanga city, a predominantly Christian trading hub 540 miles south of Manila, is located in a volatile region long troubled by a decades-long Muslim insurgency, extortion gangs and kidnap for ransom syndicates.", "The blast occurred in room 226 on the second floor of the hotel, instantly killing two people staying in two adjacent rooms, which were devastated by the blast. A third body was found Monday on the ground floor, pinned by the cement slabs that collapsed from above.", "Initial investigation pointed to a bomb, Lobregat said, adding that he has asked Zamboanga residents to stay calm.", "\"We should not show that we're panicking because that is what these troublemakers relish to see,\" Lobregat told The Associated Press by telephone. \"We have good leads; we will get all of them.\"", "Many of the victims were from a group of about 20 people, who occupied six of the hotel's 35 rooms for a wedding on Monday. The tragedy has forced the wedding to be postponed, he said.", "Senior Inspector Cesar Memoracion said his local bomb squad recently informed the hotel owner to be on guard for a possible bomb attack, citing intelligence, which did not identify the source of the threat.", "In January 2000, the hotel was rocked by a blast that killed three suspected Muslim militants assembling a bomb in a room, officials said."], "url": "https://www.foxnews.com/world/hotel-explosion-kills-3-wounds-27-in-philippines"},
{"title": "Germany OKs Subsidized Submarine Sale to Israel", "author": "", "text": ["A senior German official says the government has approved the subsidized sale of another Dolphin-type military submarine to", ".", "The official says", "has set aside $180 million in next year's budget to pay for about a third of its cost.", "Dolphin-class submarines are capable of carrying nuclear-tipped missiles, but there is no evidence that Israel has armed them with such weapons.", "Israel already has three Dolphin submarines from Germany -- one half-funded and two entirely funded by Berlin, a staunch Israeli ally.", "The official, speaking on condition of anonymity because of the sensitivity of the issue, said Wednesday a 2005 agreement between the two nations included an option for another subsidized submarine which was now activated at Israel's request."], "url": "https://www.foxnews.com/world/germany-oks-subsidized-submarine-sale-to-israel"},
{"title": "Colombia: 4 Killed Were Longest-Held Rebel Captives", "author": "", "text": ["BOGOTA,", "-- Colombia's president says the four security force members found slain during a military operation were the longest-held captives of the country's main rebel group.", "President", "says all four were killed execution-style, three with shots to the head and one with two shots to the back.", "Santos said the three police officers and a soldier whose bodies were found Saturday morning after combat in the southern state of Caqueta had been held between 12 and 13 years.", "He called the killings \"a crime against humanity.\""], "url": "https://www.foxnews.com/world/colombia-4-killed-were-longest-held-rebel-captives"},
{"title": "UN Funds Allegedly Used to 'Delegitimize' Jewish People's Connection to Homeland, Letter Claims", "author": "", "text": ["funds were used to delegitimize Jewish people's connection to their homeland, the Simon Wiesenthal Center claims in a letter to UN officials.", "In a Nov. 28 letter to United Nations Development Program (UNDP) Administrator", ", Simon Wiesenthal Center Director for International Relations Dr. Shimon Samuels noted an \"apparent misuse\" of UNDP resources and misrepresentation under the UNDP Legal Framework for Addressing Non-Compliance with UN Standards of Conduct in regards to the film \"", ",\" which was posted last week on YouTube.", "The film, according to Samuels, acknowledges that the production was \"made possible\" with support from the UNDP.", "Samuels' letter quoted the Program of Assistance to the Palestinian People (PAPP) as making grants \"toward reducing poverty\" in both the", "and Gaza in excess of $600 million, focusing on water, health care, education, social services and infrastructure.", "\"The film, however, portrays a '", "' of wealth and luxury for the well-heeled tourist,\" Samuels wrote. \"If the film reflects the truth, then UNDP largesse paid for by the taxpayers of the international community should be reassigned to truly impoverished populations in", "and Asia.\"", "Samuels' letter continued: \"Travel Palestine' is even more offensive as an exercise in identity theft. In depicting the Holy Land as Islamic and, secondarily Christian, it delegitimizes its indigenous Jewish heritage, misrepresents the region's reality and demonstrates threatening intent to a UN member -- the State of", ".\"", "Samuels urged Clark to \"publicly condemn\" the film and launch a full inquiry by UN officials, claiming the UNDP-financed video is in violation of claims to provide \"impartial and reliable information.\"", "Meanwhile, a new piece of legislation working its way through the Israeli government would place museums on Israeli settlements in the West Bank under Israeli law, the Jerusalem Post reports. The true purpose of the bill, however, according to its author, Minister Uri Ariel of the National Union Party, is to slowly annex the West Bank."], "url": "https://www.foxnews.com/world/un-funds-allegedly-used-to-delegitimize-jewish-peoples-connection-to-homeland-letter-claims"},
{"title": "U.N. Panel Cites Reports of Child Torture in Syria", "author": "", "text": ["GENEVA -- A U.N. human rights panel said Friday it has called on", "to respond to reports of its security forces torturing children in their crackdown against anti-government protesters.", "The Committee against", "said it had received \"numerous, consistent and substantiated reports\" of widespread abuse occurring since the start of the uprising against President Bashar Assad's government eight months ago.", "\"Of particular concern are reports referring to children who have suffered torture and mutilation while detained,\" said the panel's chairman, Claudio Grossman.", "He also cited reports of \"extrajudicial, summary or arbitrary executions; arbitrary detention by police forces and the military; and enforced and involuntary disappearances.\"", "The committee normally reviews each country's record every four years, but took the unusual step Friday of issuing a spontaneous demand to the Syrian government to explain its actions.", "Syria has become largely isolated in recent months as the international community, including its Arab neighbors, have condemned the bloody suppression of protests that began peacefully but have since turned increasingly violent. The U.N. human rights office says more than 3,500 people have been killed since March.", "Grossman said there was no doubt that the Syrian government was responsible for the abuse of regime opponents, including those not actively participating in protests.", "\"These violations are conducted under order from public authorities, or with consent and acquiescence,\" he said. \"They have not taken place only against people demonstrating. There have been detentions of individuals who are opposing the regime, whether they are demonstrating or not demonstrating.\""], "url": "https://www.foxnews.com/world/u-n-panel-cites-reports-of-child-torture-in-syria"},
{"title": "Loud Blast Reportedly Rocks Iranian City of Isfahan", "author": "", "text": ["A loud explosion was heard in several parts of the western Iranian city of Isfahan Monday, the semi-official FARS news agency reported, according to the Israeli newspaper Haaretz.", "The report immediately touched off a blitz of confusing and contradictory information about the cause of the blast - or whether it had taken place at all.", "FOX News Channel reported", "and the", "both said they had no reports of an explosion in the city, which has a uranium conversion plant nearby.", "At the", ", spokesman Mark Toner told reporters at the daily briefing, \"we don't have any information other than what we've seen in the press…but we're looking into it.\"", "Haaretz also quoted the deputy governor of Isfahan province as saying, \"So far no report of a major explosion has been heard from any government body in Isfahan,\" according to the semi-official Mehr news agency.", "But then, Haaretz said, the same deputy mayor confirmed the reports when speaking with Fars and said authorities were investigating.", "According to Haaretz, the head of the city's judiciary said an explosion-like sound was heard, while the Mehr news agency reported there had been a blast at a gas station near the city.", "Another report pointed to a training accident, the newspaper said.", "Haaretz noted the uranium conversion plant near Isfahan has an important function in the chain of Iran's nuclear program, but did not say that was the cause of the explosion. The plant first went into operation in 2004.", "The blast comes two weeks after what was described as an accidental explosion killed Gen. Hasan Tehrani Moghaddam and 20 other members of the Revolutionary Guard at a military base about 25 miles southwest of Tehran. The Guard said the blast came while they were transporting munitions.", "Isfahan, with a population of 1.5 million, is Iran's third largest city after Tehran and Mashhad."], "url": "https://www.foxnews.com/world/loud-blast-reportedly-rocks-iranian-city-of-isfahan"},
{"title": "Banned Aid Agencies Warn of Disaster in Somalia", "author": "", "text": ["Aid workers and Somali residents expressed outrage Tuesday, a day after the militant group al-Shabab banned 16 aid groups from its territory, a decision officials said puts tens of thousands of sick mothers and malnourished children at risk.", "Tens of thousands of Somalis have already died from drought and famine-related causes this year, and the U.N. estimates that 250,000 people still face starvation in a country plagued by violence.", "Somalis expressed sadness and anger at al-Shabab's decision, one that could further damage a group highly unpopular in many Somali circles because of its strict social rules and harsh punishments like amputations and stonings.", "Al-Shabab on Monday ordered UNICEF, the", "and the Danish Refugee Council, among others, to leave.", "\"Without their help, our children will return to starvation and malnutrition,\" said Ahmed Awnor, a community leader in Hiraan in west-central", ".", "Aid groups warned of disaster if the ban stays in place. UNICEF said thousands of children could die if its operations are stopped. UNICEF supports health centers treating tens of thousands of malnourished children, provides access to clean water and carries out vaccinations against measles.", "\"We are extremely concerned as any disruption to our assistance is like unplugging life support for many children, especially for the 160,000 severely malnourished children in south-central Somalia,\" said Jaya Murthy of UNICEF Somalia.", "Al-Shabab began banning aid groups like the", "in 2009, though it allowed some to operate. The militant force has long accused outside groups of spying and on Monday accused the 16 groups of misappropriating funds, collecting data, and promoting secularism, immorality and the \"degrading values of democracy in an Islamic country.\"", "\"It's a disgusting decision. It will force us back to famine and misery again,\" said Ahmed Khalif, a Somali elder in Baidoa town. \"The difficult tasks the aid agencies have done to fight the famine are only half-done.\"", "Al-Shabab said it carried out a \"meticulous yearlong review and investigation\" that documented \"the illicit activities and misconducts of some of the organizations.\"", "Rashid Abdi, a Somalia analyst with the International Crisis Group, said al-Shabab's action could be motivated by \"anger at the West's acquiescence to Kenya's intervention\" in Somalia.", "Hundreds of Kenyan forces moved into Somalia last month to fight al-Shabab.", "Abdi also said al-Shabab may have failed to extract the benefits and concessions it wanted from the agencies operating in areas under its control. The militants have been known to force aid groups to pay \"taxes\" or other fees.", "The Danish Refugee Council said militants took over its offices in Belet Weyne and Bulo Burte in Hiraan region. The group called al-Shabab's decision \"a sad development\" as Somalis are \"in dire need of humanitarian aid due to drought and years of armed conflict.\" The group provides shelter, aid packages and daily meals for tens of thousands of internally displaced people in the capital, Mogadishu.", "\"The struggling people of Somalia need all the help they can get, therefore we hope and trust that we and the other organizations involved are soon again able to resume our humanitarian operations,\" said Ann Mary Olsen, the head of the council's international department.", "Al-Shabab boasts several hundred foreign militants among its ranks, including veterans of the", "and", "conflicts and U.S. citizens. The foreign fighters are known to take hardline stances inside the group.", "Murthy of UNICEF said his agency's office in Baidoa was occupied after the staff was ordered to leave. Although UNICEF has in the past few years weathered brief disruptions in Somalia, this is the first time it has to stop operations since its arrival in the early 1970s, he said.", "The U.N. refugee agency says more than two-thirds of Somalia's estimated 1.46 million internally displaced people live in southern and central parts of the country -- al-Shabab land -- and humanitarian needs there are immense.", "The World Health Organization supports eight hospitals and 16 mobile clinics that cater to tens of thousands of people in the affected regions. The ban \"can undermine the fragile progress made this year, and could bring back famine conditions in several areas,\" said the WHO's Pieter Desloovere.", "U.N. Secretary-General Ban Ki-moon on Monday condemned al-Shabab for seizing property and equipment belonging to the aid groups. He said the disruption in aid threatens to undermine progress made this year against the famine.", "Kristalina Georgieva, the European commissioner for international aid, said the aid ban could force thousands of Somalis to flee.", "\"If they don't let the aid workers do their job then we will see more suffering inside Somalia and we will see more refugees going to neighboring countries,\" she said. \"My concern is that we will see more people leaving in search of security and assistance.\"", "Somalia has been mired in violence since 1991, when warlords toppled the country's last central government and then turned on each other.", "The current government, which is confined to Mogadishu, does not control central and southern Somalia, but its president, Sheik Sharif Sheik Ahmed, said Tuesday that al-Shabab's decision was \"shameful and inhumane.\"", "\"We call on all Somalis and the international community to take a unified position in eradicating this irrational terror organization bent on destroying the lives of millions of innocent Somalis,\" said Ahmed."], "url": "https://www.foxnews.com/world/banned-aid-agencies-warn-of-disaster-in-somalia"},
{"title": "French T.V. Journalist Assaulted by Cairo Protesters", "author": "", "text": ["PARIS -- A French TV journalist says she was punched and roughed up, then sexually assaulted while covering protests in Egypt's", ", the second such attack reported there in a single day.", "Caroline Sinz told", "3 television, her employer, on Friday that a day earlier she and her cameraman were set upon by young men in the square then separated.", "She said she was punched, then \"subjected to a sexual aggression in front of everyone in full daylight.\"", "Providing more detail in an interview with RMC radio, she said boys 14 to 16 years old \"tore off my clothes and undergarments\" and assaulted her.", "Mona Eltahawy, a prominent Egyptian-born U.S. columnist, also said she was sexually assaulted Thursday in the square. She is a women's rights defender, a lecturer on the role of social media in the Arab world and a former Reuters journalist."], "url": "https://www.foxnews.com/world/french-t-v-journalist-assaulted-by-cairo-protesters"},
{"title": "Officials: Top Colombian Drug Trafficker Captured", "author": "", "text": ["A top Colombian drug trafficker reputedly responsible for shipping tons of cocaine to the United States through Central America and Mexico has been captured in Venezuela, officials said Monday.", "The U.S. had offered a $5 million reward for information leading to the arrest of Maximiliano Bonilla Orozco, also known as \"Valenciano,\" who was also on Colombia's most-wanted list.", "Colombian authorities told The Associated Press that Bonilla was captured on Sunday. The information was later confirmed by Colombian President Juan Manuel Santos, who was in Venezuela meeting with President Hugo Chavez.", "\"He's one of the most recognized drug traffickers, who has caused terrible damage to our country,\" Santos told Chavez at the presidential palace, saying Bonilla's capture \"had become truly a very high-value objective\" for Colombian authorities.", "\"We know that your people, your authorities ... were after this individual for some time, and look how God is on our side, the coincidence that last night you captured him and today we can give this magnificent news,\" Santos said.", "\"This is a very good welcome gift,\" Santos told Chavez.", "The Venezuelan leader called the arrest \"a happy coincidence.\"", "Both presidents said it was an example of increased cooperation between their authorities. It wasn't immediately clear how authorities tracked down Bonilla.", "Chavez said he was captured in the central city of Valencia, while Colombian prosecutors said the arrest was made in the nearby city of Maracay.", "Chavez said Bonilla was being brought to the Venezuelan capital of Caracas and would then be handed over to Colombia.", "U.S. officials allege Bonilla has sent tons of cocaine to the United States through Central America and Mexico, dealing extensively with Mexico's violent Zetas drug cartel.", "Bonilla, 39, allegedly headed a Medellin-based criminal organization dating back to the 1980s that once recruited hit men for the late cocaine kingpin Pablo Escobar.", "The U.S. State Department listed Bonilla among its eight most-wanted Colombian drug traffickers after leftist rebels.", "Wanted on a 2008 federal indictment from New York's eastern district for drug trafficking, Bonilla received cocaine from various sources in Colombia, including the rebels, Colombian and U.S. officials say."], "url": "https://www.foxnews.com/world/officials-top-colombian-drug-trafficker-captured"},
{"title": "Filipino Police Arrest 4 Suspected AT&T Hackers", "author": "", "text": ["Four people have been arrested in the", "for allegedly hacking into AT&T's phone systems as part of a plan to funnel money to a Saudi-based terror group, according to police.", "The Philippine Criminal Investigation and Detection Group said it worked with the U.S.", "to arrest the suspects late Thursday. The hackers, according to investigators, worked for a group that helped finance a deadly 2008 terrorist attack in Mumbai,", ".", "They say that the hacking cost AT&T around $2 million. A spokeswoman for AT&T said she couldn't immediately comment Saturday.", "The arrests stemmed from a complaint filed by AT&T and the FBI.", "AT&T Inc., based in Dallas, said last Tuesday that hackers unsuccessfully attempted to link mobile numbers with online customer accounts. It's unclear if that incident is linked to the arrests.", "The hackers were working on commission for a terrorist group linked to Muhammad Zamir, according to the Philippine police. Zamir, a Pakistani, was arrested in", "in 2007, where he was running a call center and allegedly buying information from Filipino hackers.", "Since then, police said, Zamir's group has been taken over by a Saudi national. Philippine police didn't name the group, but India has blamed Lashkar-e-Taiba, a Pakistan-based militant organization, for the Mumbai attacks.", "Three years ago Saturday, 10 Pakistan-based gunmen laid siege to India's financial hub, killing 166 people."], "url": "https://www.foxnews.com/world/filipino-police-arrest-4-suspected-att-hackers"},
{"title": "Islamist Party Takes Most Seats in Morocco Poll", "author": "", "text": ["An Islamist Party is on track to become the largest party in Morocco's new parliament with a dominant showing after two-thirds of the seats have been announced by the Interior Ministry.", "The Justice and Development Party has taken 80 seats, almost twice as many as the next most successful party, with 282 seats announced Saturday out of the 395 up for grabs in the nationwide vote Friday.", "Barring a massive upset, the PJD -- known by its French initials -- will be the largest party in the new parliament and charged with forming a new government -- making another Islamist victory in an election brought about by the", ".", "Last month, Tunisia's Ennahda Party took 40 percent of the seats in elections in the country that started a wave of pro-democracy uprisings across the", "after its people overthrew their long-serving president.", "is set to hold elections of its own on Monday that are also expected to be dominated by Islamist parties, lending increasing weight to the view that religious movements have been some of the biggest benefactors of the Arab Spring.", "Like the rest of the region, Morocco was swept by pro-democracy protests decrying lack of freedoms and widespread corruption, which the king attempted to defuse over the summer by ordering the constitution modified to grant more powers to the Parliament and prime minister and then holding elections a year earlier.", "Activists, however, have called the moves insincere and clamored for a boycott.", "Complete results, including those of 90 seats reserved for women and youth and the 23 remaining regular seats, will be announced Sunday. PJD is expected to ultimately win up to 110 seats.", "The Islamists' biggest rivals in Morocco's elections is a coalition of eight liberal, pro-government parties led by Finance Minister Salaheddine Mezouar, which has amassed more than 111 seats, but under the new constitution the party with the most seats gets first crack at forming a new government.", "The Islamists must now find coalition partners, with their natural allies being the \"Democratic Bloc,\" an alliance of the right-of-center Istiqlal, or Independence Party, the left-of-center Union of Socialist Progressive Forces and the former communist party -- venerable political parties that have been eclipsed by Mezouar's so-called Group of Eight.", "\"We are ready to work with the PJD on the condition that all the parties of the bloc participate in this government,\" affirmed Mohammed al-Khalifa, a member of the Istiqlal Party's political bureau.", "Ali Bouabid, a member of the USFP's leadership, agreed that an alliance was certainly possible and must be discussed.", "\"If the bloc allies with the PJD it must be on the basis of a strong political program,\" he said. Such an alliance would be 165 seats strong and a majority of the results announced so far.", "In recent years Morocco's Islamists have cultivated an image as honest outsiders battling corruption, and seeking to improve services and increase employment, rather than focusing on moral issues such as whether women wear the Islamic headscarf or the sale of alcohol.", "Morocco, a close U.S. ally and popular European tourist destination suffers from high unemployment and widespread poverty.", "With dozens of parties running and a complex system of proportional representation, Morocco's parliaments are typically divided up between many parties each with no more than a few dozen seats, requiring complex coalitions that are then dominated by the king.", "The government announced a 45-percent turnout in Friday's contest, slightly more than legislative elections in 2007, but still less than local elections in 2009 and the summer's constitutional referendum.", "There are almost 13.5 million registered voters in this North African kingdom of 32 million, though it is estimated that there are many more people of voting age not registered, something an European observer team noted in their report that otherwise praised the election as free and fair.", "\"The completeness of these lists are a key element of the electoral process and the delegation regrets that the current system, according to some, does not make it easy for citizens to register. In effect, a considerable part of the some 20 million Moroccans of election age are not on the lists,\" the Council of Europe said in a statement.", "As in 2007, a significant number of the ballots cast were invalid, in some cases because voters marked them incorrectly, but in others it was clearly a form of protest with the entire ballot or all the parties crossed out.", "The U.S.-based National Democratic Institute, which sent an election observer mission to Morocco, estimated that 20 percent of the ballots they saw during counting were invalid, suggesting a \"citizen interest in further and deeper political reforms,\" according to its statement.", "\"The vigor with which some people expressed their protests on their ballot form was noted by many of our observers in all parts of the country,\" said Bob Rae, a member of the delegation and the leader of Canada's Liberal Party."], "url": "https://www.foxnews.com/world/islamist-party-takes-most-seats-in-morocco-poll"},
{"title": "Kuwait Government Resigns, but Stays as Caretaker", "author": "", "text": ["Kuwait's ruler accepted the resignation of the country's scandal-battered government Monday, but then directed it to remain in office as a caretaker Cabinet, a slap at opposition groups seeking to bring down the prime minister over a corruption scandal.", "The boomerang political tactics by Kuwait's leadership could deepen tensions in the oil-rich nation, where a broad coalition ranging from Islamists to liberals is pressing for reforms from the government, at a time when the U.S. is considering posting thousands of troops there after its year-end pullout from Iraq.", "Even so, there is little sign the tumult could seriously challenge Kuwait's political system, which features a ruling emir alongside a parliament with the most powers of any elected body in the Gulf.", "The political confrontations in Kuwait predate the Arab Spring by many years, but the pro-reform uprisings across the region appear to have raised the stakes on both sides.", "The standoff intensified last month, when a mob of angry demonstrators stormed the parliament building", "Kuwait's emir, Sheik Sabah Al Ahmed Al Sabah, ordered tighter security measures after the parliament incident.", "He called it a \"black day\" for the strategic Western-allied country, which already hosts about 29,000 U.S. troops.", "A statement on the state-run Kuwait News Agency said the emir accepted the resignations of the prime minister, Sheik Nasser Al Mohammad Al Sabah, and the other members of the Cabinet. The statement blamed opposition forces for \"obstructing\" the work of government.", "Then in a quick turnaround, the emir then asked the Cabinet members to remain in office \"pending formation of a new government,\" without giving a timetable for that.", "The sleight of hand tactic has already triggered outrage among the opposition, which has called for an all-night protest vigil near parliament.", "Although the battles in recent weeks have been over corruption allegations, Kuwait's prime minister has long been a lightning rod for the opposition. Sheik Nasser -- a nephew of the emir -- has survived three no-confidence motions in parliament, most recently in June, and was scheduled to appear before the chamber on Tuesday for more questioning about government affairs. It's now unclear whether the grilling will take place.", "Kuwait's opposition has long accused authorities of trying to limit political openness, and of using heavy-handed measures such as raids and arrests to silence dissenting voices.", "The latest political crisis however has its roots in a corruption scandal that emerged over the summer.", "Opposition critics alleged that the prime minister -- a nephew of the emir -- was connected to bribes paid to pro-government parliament members, who were then accused of transferring the money to foreign accounts. The country's long-serving foreign minister stepped down last month after claims that the transfers were routed through his ministry.", "Despite the turmoil, there have been no calls for a removal of the ruling Al Sabah family. Instead, generous subsidies and a cradle-to-grave welfare system have helped the government resist calls for reforms until recently.", "Still, a stalled economy -- despite 12 consecutive years of multibillion dollar budget surpluses -- has left many frustrated as Kuwait has been overshadowed by fast-growing Qatar and the United Arab Emirates in the past 20 years.", "\"It's becoming difficult, almost impossible, to reach a compromise that will put our country back on the right track to achieving its aspirations,\" wrote columnist Sherida al-Moasherji in the daily Al Jarida.", "The result has been a power struggle over the entire way in which the country is governed and who has the right to appoint the Cabinet, which is dominated by members of the ruling family."], "url": "https://www.foxnews.com/world/kuwait-government-resigns-but-stays-as-caretaker"},
{"title": "Gunman Wounds 2 Near Istanbul's Palace", "author": "", "text": ["Turkey's interior minister says a gunman shot dead after wounding a soldier and a security guard at the entrance of Istanbul's Topkapi Palace was a Libyan national.", "Idris Naim Sahin says the 36-year-old man entered Turkey on Sunday.", "The motive of Wednesday's attack was not immediately clear. Turkey supported the popular uprising in Libya against the regime of Muammar Qaddafi.", "Multiple gun shots were heard from behind high walls of the Topkapi Palace, which is across the city's Blue Mosque, an Associated Press Television editor at the scene said.", "A picture by IHA news agency showed the man carrying at least two rifles and a cartridge belt around his neck. The picture shows the man wearing black overcoat, cap and also carrying a backpack.", "Istanbul's Governor Huseyin Avni Mutlu said the motive of the attack was not immediately known.", "Witnesses told state-run TRT television and NTV television that the man shot the soldier in the leg and the guard in the abdomen before running into the palace courtyard, chanting in Arabic \"God is Great!\".", "State-run TRT television said the man also seized the weapon of the wounded soldier."], "url": "https://www.foxnews.com/world/gunman-wounds-2-near-istanbuls-palace"},
{"title": "French Father Reportedly Charged After 3-Year-Old Son Killed in Washing Machine", "author": "", "text": ["French authorities have reportedly charged a 33-year-old father with murder after he allegedly killed his 3-year-old son by stuffing him into a washing machine and turning it on.", "The man, identified in reports as Christophe Champenois, was charged with \"murder of a minor\" late Sunday in the city of Meaux near Paris, court sources told AFP.", "The boy's mother was charged with failing to prevent a crime and failing to assist a person in danger. Both were held without bail.", "Neighbors said the boy, Bastien, died Friday after Champenois put him naked in the washing machine to punish him for getting into trouble at nursery school. A source connected with the case said the child appeared to have died from \"a blow to the head,\" AFP reports."], "url": "https://www.foxnews.com/world/french-father-reportedly-charged-after-3-year-old-son-killed-in-washing-machine"},
{"title": "Qantas Pilot Under Investigation Over Mile-High Scandal", "author": "", "text": ["A Qantas pilot was under investigation Tuesday over a mile-high scandal with a female passenger during a long-haul flight to", ".", "Passengers in the first class section of QF32 from London were stunned at the pilot's amorous antics with the woman.", "He was seen sitting on her lap during the flight in the luxurious premium section of the Qantas A380 jet before things became quite steamy, sources told the Herald Sun.", "The seat has privacy walls and reclines to become a bed. The pilot was off-duty and not in uniform at the time of the incident.", "He was scolded twice by the crew as passengers became annoyed at the public display of affection, sources said. After the flood of complaints, the pilot shifted to economy.", "The female passenger left the flight in", "and the pilot returned to the first class cabin, staying on the flight until it landed in Sydney at 8:10pm on Friday.", "It was unclear whether the pilot knew the woman before boarding the flight, or if he was intoxicated.", "Qantas said an investigation was underway that could cost the pilot his US$237,288 a year job.", "\"Qantas is aware of an incident involving a traveling crew member on board QF32. The matter is being investigated internally in line with Qantas policy,\" a spokeswoman said. \"Interaction of that nature is something that wouldn't be sanctioned.\"", "It is not the first time that amorous behavior on a Qantas flight has hit the headlines.", "Actor", "was sprung in a tryst with former Qantas hostess Lisa Robertson in January 2007."], "url": "https://www.foxnews.com/world/qantas-pilot-under-investigation-over-mile-high-scandal"},
{"title": "Iraqi President Says Country Still Needs Americans", "author": "", "text": ["-- Iraq's president says his country faces huge shortcomings defending its airspace and seas, and that Iraqi military commanders want American military training help.", "In an interview with Iraqi state TV broadcast Friday,", "said he's read numerous reports by senior Iraqi army officers who all said the nation needs some sort of U.S. presence.", "The U.S. and", "failed to agree on whether to keep American troops in Iraq into next year, and the U.S. military will pull out all its troops from the country by January.", "Iraqi officials balked at giving the American forces the legal protections that Washington wanted.", "Talabani is a Kurd from", ". The Kurds were the only political group in Iraq openly supporting a further American military presence in Iraq."], "url": "https://www.foxnews.com/world/iraqi-president-says-country-still-needs-americans"},
{"title": "Pope: Sex Abuse is 'Scourge' for All Society", "author": "", "text": ["--", "insisted on Saturday that all of society's institutions and not just the", "must be held to \"exacting\" standards in their response to sex abuse of children, and defended the church's efforts to confront the problem.", "Benedict acknowledged in remarks to visiting U.S. bishops during an audience at the Vatican that pedophilia was a \"scourge\" for society, and that decades of scandals over clergy abusing children had left Catholics in the", "bewildered.", "\"It is my hope that the Church's conscientious efforts to confront this reality will help the broader community to recognize the causes, true extent and devastating consequences of sexual abuse, and to respond effectively to this scourge which affects every level of society,\" he said.", "\"By the same token, just as the church is rightly held to exacting standards in this regard, all other institutions, without exception, should be held to the same standards,\" the pope said.", "The pedophile scandal has exploded in recent decades in the United States, but similar clergy sex abuse revelations have tainted the church in many other countries, including", ",", ", and several other European nations, including", ".", "But the most high-profile sex abuse case in the United States at the moment doesn't involve the church. Penn State university's former defensive football coordinator Jerry Sandusky has been charged with sexually abusing eight boys, and the fallout has led to the firing of longtime coach", "and the departure of university president Graham Spanier.", "College football in the U.S. is highly popular. The scandal has shaken the reputation of a college program that long had prided itself on integrity.", "Benedict didn't address accusations by many victims and their advocates that church leaders, including at the office in the Vatican that Benedict headed before becoming pontiff, systematically tried to cover up the scandals, and that they have rarely been held accountable for that.", "Investigations, often by civil authorities, revealed that church hierarchy frequently transferred pedophile priests from one parish to another.", "Benedict told the bishops that his papal pilgrimage to the United States in 2008 \"was intended to encourage the Catholics of America in the wake of the scandal and disorientation caused by the sexual abuse crisis of recent decades.\"", "Echoing sentiment he has expressed in occasional meetings with victims of the abuse on trips abroad, Benedict added: \"I wish to acknowledge personally the suffering inflicted on the victims and the honest efforts made to ensure both the safety of our children and to deal appropriately and transparently with allegations as they arise.\"", "Benedict seemed to be reflecting some churchmen's contentions that the church has wrongly been singled out as villains for the abuse.", "The bishops were making periodic consultations with the Vatican, scheduled for every five years."], "url": "https://www.foxnews.com/world/pope-sex-abuse-is-scourge-for-all-society"},
{"title": "Somali Militants Ban 16 Aid Groups, UN Agencies", "author": "", "text": ["The Somali militant group al-Shabab on Monday banned 16 aid groups -- including a half dozen U.N. agencies -- from central and southern", ", a rejection of assistance that falls in line with the group's skeptical view of the outside world.", "The banning of the aid groups is likely to seriously affect poor residents, hundreds of thousands of whom are suffering from the region's drought and famine. A yearlong drought wiped out crops and animals herds in the region, killing tens of thousands of people over the last six months and forcing tens of thousands more to flee as refugees.", "The Al Qaeda-linked militant group's decision seemed to be rooted in the belief that aid groups are serving as spies for outside countries or as vehicles to undermine support for al-Shabab's harsh and strict interpretation of", ".", "Witnesses in the towns of Beldweyne and Baidoa said armed, masked men entered aid offices Monday and seized equipment. The", "was preparing a statement in response to al-Shabab's closures but didn't have an immediate comment.", "Al-Shabab said in long statement in English that a \"meticulous yearlong review and investigation\" had been carried out by what it said was a committee called the Office for Supervising the Affairs of Foreign Agencies. The committee documented in a report \"the illicit activities and misconducts of some of the organizations.\"", "Al-Shabab accused the 16 aid groups of disseminating information on the activities of Muslims and militant fighters, financing, aiding and abetting \"subversive\" groups seeking to destroy the basic tenants of the Islamic penal system, and of \"persistently galvanizing the local population\" against the full establishment of Shariah law, a harsh and punitive interpretation of Islam.", "Al-Shabab carries out amputations, stonings and beheadings as punishment. The group also frequently recruits child fighters.", "Because of its policies limiting the work of aid groups in its territory -- especially the work of the", "-- areas under its control were declared famine zones by the U.N. in July.", "Some of those famine declarations have since been downgraded, but the U.N. says 250,000 still face the immediate risk of starvation.", "Among the agencies al-Shabab banned on Monday were UNICEF, the", ", UNHCR, the Norwegian Refugee Council, the Danish Refugee Council, German Agency For Technical Cooperation (GTZ), Action Contre la Faim, Solidarity, Saacid and Concern.", "The al-Shabab statement accused the groups of misappropriating funds, collecting data, and working with \"international bodies\" to promote secularism, immorality and the \"degrading values of democracy in an Islamic country.\""], "url": "https://www.foxnews.com/world/somali-militants-ban-16-aid-groups-un-agencies"},
{"title": "Iceland Rejects Chinese Bid for Resort Land", "author": "", "text": ["REYKJAVIK, Iceland -- A Chinese entrepreneur's bid to create a vast nature retreat in Iceland was turned down by the north Atlantic island nation's government Friday, amid concern the deal would have handed a major chunk of territory to a foreign investor.", "Iceland's interior ministry said it had rejected an application by the Zyongkun Group, a company controlled by Huang Nubo, a 55-year-old former Chinese government official, in part because no foreign buyer had ever bought so much land in the country.", "Huang, one of China's wealthiest entrepreneurs, had sought to buy 120 square miles of land on the north shore of Iceland in a deal which would have been worth about 1 billion Icelandic kronur ($8.8 million).", "He had hoped the site in Iceland's northeast -- which would have represented about 0.3 percent of the island's land mass -- would attract about 10,000 guests a year and create scores of new jobs.", "Iceland's Prime Minister, Johanna Sigurdardottir, had previously said she would welcome Huang's investment, particularly as the nation recovers from the collapse of its banking industry in 2008.", "Since its financial meltdown, Iceland's economy has begun to recover -- with the", "predicting economic growth of 2.5 percent in 2012, far better than its struggling European neighbors.", "However, the interior ministry confirmed it had ruled it could not lift the country's strict restrictions on the purchase of land by foreigners to allow the deal to go ahead.", "\"The ministry believes that it's not possible to look past how much land the company wanted to purchase,\" it said in a statement. \"There is no precedent for land on this scale being sold to foreigners.\"", "Referring to Iceland's law on land sales, the ministry said \"it was considered necessary to limit foreigner's rights to property in Iceland to protect Iceland's independence\" and to ensure that Icelandic people -- rather than foreign investors -- are able to benefit from the country's resources.", "Some critics of the proposed deal had raised concerns that allowing Huang to purchase the land could give", "a strategic toehold in the Arctic Circle, where nations are scrambling to claim natural resources and melting ice caps are expected to eventually open up new, faster global shipping lanes.", "Huang previously rejected those claims, and insisted that he planned the Icelandic site to be among a chain of nature resorts in China, the", "and Scandinavia.", "Halldor Johannsson, Huang's representative in Iceland, said he was surprised by the government's rebuff and claimed Icelandic law did not include limits on the size of a parcel of land an investor could purchase."], "url": "https://www.foxnews.com/world/iceland-rejects-chinese-bid-for-resort-land"},
{"title": "Australian Boy, 14, Sentenced in Bali for Drugs", "author": "", "text": [",", "-- An Australian teen was sentenced to two months in detention Friday for buying drugs while vacationing with family on Indonesia's resort island of Bali.", "Presiding Judge Amzer Simanjuntak told the packed Denpasar district court that -- when taking into account time already served -- the 14-year-old would be freed in just over a week and immediately deported.", "The boy, who cannot be named because of his age, sat sobbing, his head bowed, as his father patted him on the back consolingly while the judge spoke.", "Though he could have faced up to 12 years under Indonesia's tough narcotics laws, the panel of three judges said it decided to be lenient because he admitted to buying 3.6 grams of marijuana from a man in front of a supermarket and repeatedly expressed remorse.", "The teen, who has been in an immigration detention center since his Oct. 4 arrest, earlier promised to enter a drug rehabilitation program if he was allowed to return to his home in Morrisset Park, just north of Sydney.", "He said he had been struggling for some time with his addiction.", "-- which has seen dozens of its citizens jailed or placed on death row for drug possession in Indonesia -- had been closely watching the trial.", "Many argued the boy was too young to be jailed.", "But critics noted that dozens of Indonesian children tied up in people-smuggling cases have been languishing for years in Australian detention centers."], "url": "https://www.foxnews.com/world/australian-boy-14-sentenced-in-bali-for-drugs"},
{"title": "International Court Issues Arrest Warrant for Ivory Coast's Gbagbo", "author": "", "text": ["The", "on Tuesday issued an arrest warrant for Ivory Coast's ex-president who clung to power for months after losing an election and whose forces are accused of gunning down political opponents.", "The court's move, which comes almost exactly a year to the day after Ivory Coast's disputed presidential election, threatens to stoke lingering divisions in this country that was brought to the brink of civil war by the election standoff.", "Paris-based lawyer Emmanuel Altit said the ICC had issued an arrest warrant for the deposed former", "president through prosecutors in the West African country.", "In Ivory Coast, Gbagbo's spokesman Kone Katinan confirmed that his lawyers had called and said a team from ICC was coming to get Gbagbo from the northern city where he has been detained.", "International Criminal Court spokesman Fadi el Abdallah told The Associated Press he had no immediate comment.", "\"I have seen the reports, but there is no public decision issued by the chamber so I cannot comment on the statements of Mr. Gbagbo's lawyer.\"", "Critics have long said Gbagbo, who ruled Ivory Coast for a decade before the November 2010 election standoff, should face criminal charges. The U.N. said earlier this year that attacks on civilians by Gbagbo forces \"could constitute a crime against humanity.\"", "Anti-Gbagbo neighborhoods were pummeled with mortar shells and so many people were killed during the more than four-month-long standoff that one local morgue had to stack corpses on the floor.", "However, others point to the killings committed by forces who were supporting democratically elected leader", ", who could only take office after Gbagbo was captured from an underground bunker in April.", "A move to prosecute Gbagbo threatens to unleash further tensions between backers and opponents of the ex-president. Gbagbo still won nearly half the vote in the presidential election even though he ultimately lost to Ouattara.", "Jack Koutouan, 67, a retired insurance salesman from the predominantly pro-Gbagbo neighborhood of Yopougon, called the move by the Hague \"an abuse of the law.\"", "\"Are we not an independent country? Here we have judges that can judge our citizens. What good come out of transferring him to the Hague? That makes it look like we are incompetent. It's an indignity on our part, we as Africans.\"", "However, businessman Alexis Koffi, 43, says Gbagbo should have been indicted a long time ago.", "\"I don't know why they've taken so long,\" he said. \"(Gbagbo) is the most responsible. If he had respected the Ivorian people's choice ... We could have avoided the more than 3,000 deaths. They say 3,000 deaths so as not to shock people. It was more! That doesn't include all those who disappeared.\"", "Ivory Coast's long-delayed presidential election was intended to bring together the nation but instead unleashed months of violence that left several thousand dead. Then Gbagbo defied near-universal international pressure to hand over power to Ouattara. The two set up parallel administrations that vied for control of the one-time West African economic powerhouse.", "Gbagbo maintained his hold over the country's military and security forces who carried out a campaign of terror, kidnapping, killing and raping opponents.", "Some critics of Gbagbo had accused him of clinging to power in part to avoid prosecution by the International Criminal Court.", "Ivory Coast was divided into a rebel-controlled north and a loyalist south by a 2002-2003 civil war and was officially reunited in a 2007 peace deal.", "Gbagbo already had overstayed his mandate by five years when he called the fall election and won 46 percent of the runoff vote. When the country's election commission and international observers declared on Dec. 2 that he lost the balloting, he refused to step down.", "Other West African nations had considered military intervention to remove Gbagbo, but those efforts never materialized. Sanctions imposed on Gbagbo and his inner circle by the U.S. and European Union failed to dislodge him.", "While the U.N. passed resolutions allowing its peacekeepers to intervene to protect civilians, anti-Gbagbo neighborhoods in Abidjan continued to be pummeled with mortar shells. So many people were killed that the local morgue had to stack corpses on the floor.", "In an act of desperation, Gbagbo seized control of foreign banks in Abidjan -- prompting their flight and a liquidity crunch."], "url": "https://www.foxnews.com/world/international-court-issues-arrest-warrant-for-ivory-coasts-gbagbo"},
{"title": "Stalin's Daughter Lana Peters Dies at 85", "author": "", "text": ["Soviet dictator Josef Stalin's daughter, whose defection to the West during the Cold War embarrassed the ruling communists and made her a best-selling author, has died. She was 85.", "Svetlana Alliluyeva, who was known as Lana Peters since 1970, died of colon cancer Nov. 22 in Wisconsin, a state where she lived off and on after becoming a U.S. citizen, said Richland County Coroner Mary Turner.", "Her defection in 1967 -- which she said was partly motivated by the poor treatment of her late husband, Brijesh Singh, by Soviet authorities -- caused an international furor and was a public relations coup for the U.S. But Alliluyeva, who left behind two children, said her identity involved more than just switching from one side to the other in the Cold War. She even moved back to the Soviet Union in the 1980s, only to return to the U.S. more than a year later.", "Alliluyeva carried with her a memoir she had written in 1963 about her life in Russia. \"Twenty Letters to a Friend,\" was published within months of her arrival in the U.S. and became a best-seller.", "When she left the Soviet Union in 1966 for India, she planned to leave the ashes of her late third husband, an Indian citizen, and return. Instead, she walked unannounced into the U.S. embassy in New Delhi and asked for political asylum. After a brief stay in Switzerland, she flew to the U.S.", "Upon her arrival in New York City in 1967, the 41-year-old said: \"I have come here to seek the self-expression that has been denied me for so long in Russia.\" She said she had come to doubt the communism she was taught growing up and believed there weren't capitalists or communists, just good and bad human beings. She had also found religion and believed \"it was impossible to exist without God in one's heart.\"", "In the book, she recalled her father, who died in 1953 after ruling the nation for 29 years, as a distant and paranoid man.", "Soviet Premier Alexei Kosygin denounced her as a \"morally unstable\" and \"sick person\" and added, \"We can only pity those who wish to use her for any political aim or for any aim of discrediting the Soviet country.\"", "\"I switched camps from the Marxists to the capitalists,\" she recalled in a 2007 interview for the documentary \"Svetlana About Svetlana.\" But she said her identity was far more complex than that and never completely understood.", "\"People say, `Stalin's daughter, Stalin's daughter,' meaning I'm supposed to walk around with a rifle and shoot the Americans. Or they say, `No, she came here. She is an American citizen.' That means I'm with a bomb against the others. No, I'm neither one. I'm somewhere in between. That `somewhere in between' they can't understand.\"", "The defection came at a high personal cost. She left two children behind in Russia -- Josef and Yekaterina -- from previous marriages. Both were upset by her departure, and she was never close to either again.", "Raised by a nanny with whom she grew close after her mother's death in 1932, Alliluyeva was Stalin's only daughter. She had two brothers, Vasili and Jacob. Jacob was captured by the Nazis in 1941 and died in a concentration camp. Vasili died an alcoholic at age 40.", "Alliluyeva graduated from Moscow University in 1949, worked as a teacher and translator and traveled in Moscow's literary circles before leaving the Soviet Union. She was married four times -- the last time to William Wesley Peters, after she came to the U.S., and she took the name Lana Peters. The couple had a daughter, Olga, before divorcing in 1973.", "Alliluyeva wrote three more books, including \"Only One Year,\" an autobiography published in 1969.", "Her father's legacy appeared to haunt her throughout her life. She denounced his policies, which included sending millions into labor camps, but often said other Communist Party leaders shared the blame. \"Over me my father's shadow hovers, no matter what I do or say,\" she lamented in a 1983 interview with the Chicago Tribune.", "After living in Britain for two years, Alliluyeva returned to the Soviet Union with Olga in 1984 at age 58, saying she wanted to be reunited with her children. Her Soviet citizenship was restored, and she denounced her time in the U.S. and Britain, saying she never really had freedom. But more than a year later, she asked for and was given permission to leave after feuding with relatives. She returned to the U.S. and vowed never to go back to Russia.", "She went into seclusion in the last decades of her life. Her survivors include her daughter Olga, who now goes by Chrese Evans and lives in Portland, Ore. A son, Josef, died in 2008 at age 63 in Moscow, according to media reports in Russia. Yekaterina (born in 1950), who goes by Katya, is a scientist who studies an active volcano in eastern Siberia."], "url": "https://www.foxnews.com/world/stalins-daughter-lana-peters-dies-at-85"},
{"title": "Trapped Pregnant Cat Is Revealed to Be Stuffed Toy", "author": "", "text": ["Call it a case of puss 'n hoots.", "Welsh rescuers worked feverishly to free a pregnant cat trapped in a recycling bin, even dropping food to the meowing animal during its 12-hour ordeal, only to discover when they finally opened the receptacle that all that noise was actually coming from a stuffed squeaky toy.", "\"The lads were in stitches, it was such a laugh,\" said Kelvin Owen, owner of the engineering firm that finally managed to open the bin.", "But the rescue operation earlier this week in Anglesey, north Wales, began on a much more serious note, The Daily Post newspaper reported.", "The alarm was first raised when a woman heard a meowing sound coming from a clothes recycling bin. Given that a heavily pregnant cat named Puss-Puss was missing, the identity of the meower seemed obvious.", "Locals raced to free the animal but the locks on the bin had been tampered with and even the best efforts of residents, the fire department and animal protection officers were to no avail.", "So the would-be rescuers dropped food into the bin and transported it 18 miles (29km) to Owen's engineering firm, The Post said.", "There, engineers eventually cut their way into the bin with a steel saw.", "\"Once we got into the bin we heard the meow again, it sounded just like a cat and we all started to carefully search the bags,\" Owen told The Post.", "\"Then I found a bag of toys and picked out a toy cat, I said 'it couldn't be this could it', it wasn't making any noise and I asked if I could cut it open to investigate.", "\"As I held it, it went off, meow, meow, mystery solved!\"", "However, the paper reported, Puss-Puss is still missing."], "url": "https://www.foxnews.com/world/trapped-pregnant-cat-is-revealed-to-be-stuffed-toy"},
{"title": "Explosion Inside Baghdad's Green Zone Kills 1", "author": "", "text": ["The Iraqi military spokesman for", "says one person has been killed during an explosion in Baghdad's", ", which is supposed to be the most protected area in the country.", "Qassim al-Moussawi says the explosion on Monday afternoon also wounded two people.", "An Iraqi security official says one of the wounded is an Iraqi lawmaker who was getting into his car at the time of the blast. The official spoke on condition of anonymity because he was not authorized to speak to the media.", "Al-Moussawi says he doesn't know if the blast was from a car bomb or a sticky bomb attached to a vehicle, or from rocket shot into the Green Zone.", "The Green Zone is home to the U.S. Embassy, the Iraqi Prime Minister's office and the parliament."], "url": "https://www.foxnews.com/world/explosion-inside-baghdads-green-zone-kills-1"},
{"title": "Anti-Violence Activist Fatally Shot in Mexico", "author": "", "text": ["An activist who publicly accused police officers of kidnapping his teenage son was shot to death as he drove through his hometown in northern", ", a slaying that instantly fueled a bitter nationwide debate over crime and corruption.", "Corrupt officials were being blamed Tuesday by citizen activists who worked with Nepomuceno Moreno in a national anti-crime movement that has been calling for an end to organized crime, police abuse and a military-led government assault on drug cartels.", "The prosecutor's office in the border state of Sonora told reporters, however, that Moreno had a criminal past and it was that, not activism, which appeared to have led to his death. Officials said Moreno was shot at least five times when he stopped his van at an intersection Monday afternoon in Hermosillo, the capital city Sonora, which borders Arizona.", "The rival accounts echoed a wider national dispute.", "Many Mexicans focus the blame for tens of thousands of crime-related deaths on the incompetence and corruption of federal, state and local authorities. President", ", in turn, has outraged crime victims and their families by saying that 90 percent of those slain in a 5-year-old government war on drug cartels were themselves involved in crime.", "Moreno, a 56-year-old sidewalk seafood vendor, became one of the most visible faces of Mexico's anti-crime movement after his 18-year-old son Jorge Mario disappeared in July last year.", "Saying masked police had snatched his son and two other young men, Moreno pleaded his case directly to Calderon last month in a meeting between the conservative leader and members of poet Javier Sicilia's Movement for Peace with Justice and Dignity.", "Moreno also said he had been repeatedly threatened by the men who grabbed his son, whom he described as police working with organized crime.", "Sicilia launched his movement after his son", "was killed March 28 in the central city of Cuernavaca along with six other people in what officials called a case of mistaken identity by drug-cartel members warring with other criminals. The movement has organized a series of increasingly high-profile marches and protests throughout the country.", "Since the meeting with Moreno and other victims' families, Calderon has altered some of his rhetoric about the drug war, saying that victims of violence should be the focus of national attention regardless of whether they had been involved in crime.", "Sicilia said Tuesday that Moreno's relatives now feared for their lives, and he focused the blame for the killing on unidentified people in authority.", "\"The family is terrified,\" Sicilia told Milenio television. \"This is collusion with crime. Otherwise it's not possible for a man to be killed like this. ... I don't know where the state ends and organized crime begins.\"", "A spokesman for the Sonora state attorney general's office, Jose Larrinaga Talamantes, told reporters that the principal line of investigation in Moreno's death was drug trafficking, saying the victim had been involved with organized crime at least since his 1979 arrest in Arizona for", "smuggling and possession.", "In 1997, Moreno was jailed again on drug-related charges, Larrinaga said.", "\"There are various lines of investigation that remain open, but the principal one is his relationship with organized crime,\" Larrinaga said. Moreno's son's kidnapping was also being looked at, Larrinaga said.", "Violence attributed to organized crime has killed more than 35,000 people between December 2006, when Calderon sent soldiers to his home state of Michoacan in western Mexico, and the end of 2010. Authorities have provided no figures for 2011, although some groups including Sicilia's say the death toll has now climbed above 40,000.", "Charges are never filed in most of the deaths."], "url": "https://www.foxnews.com/world/anti-violence-activist-fatally-shot-in-mexico"},
{"title": "Islamist Party Wins Majority of Seats in Morocco Election", "author": "", "text": ["Morocco's Interior Ministry says an Islamist party has won the most seats in parliamentary elections and is set to lead the next government.", "Announcing final results Sunday, the ministry said the Justice and Development Party has taken 107 seats in the 395-seat legislature following the nationwide vote two days earlier.", "The PJD -- known by its French initials -- is the latest Islamist party to win an election brought about by the", ". The right-of-center Istiqlal, a potential ally for the PJD, placed second with 60 seats.", "Morocco has been swept by pro-democracy protests decrying lack of freedoms and widespread corruption. King Mohammed VI sought to defuse tensions by ordering a constitutional reform that gives parliament more power and moving up legislative elections by a year."], "url": "https://www.foxnews.com/world/islamist-party-wins-majority-of-seats-in-morocco-election"},
{"title": "Clashes Shake Yemeni Capital Despite Deal, 2 Dead", "author": "", "text": ["SANAA,", "-- Heavy fighting between government forces and defected military troops shook the Yemeni capital early Friday, killing two people in what could signal the start of a power struggle just days after autocratic President", "agreed to end his 33-year rule.", "The clashes pitted Central Security forces commanded by Saleh's nephew, Col. Yehia Saleh, against troops from the First Armored Division, headed by Gen. Ali Mohsen al-Ahmar, who defected and joined the protesters in March. The troops fired machine guns and mortars, some of which landed on civilian homes and scarred the facades of buildings.", "A security official said one soldier from each side was killed before the fighting stopped around dawn. He spoke on condition of anonymity because he was not authorized to brief the media.", "The two units have clashed in the past, but Friday's fighting, near the home of Vice President Abed Rabbo Mansour Hadi, was the first showdown between military units since Saleh signed a U.S.-backed proposal Wednesday in the Saudi capital Riyadh. Under the agreement, Saleh transferred power to his vice president, who is to serve as acting president and until early presidential elections within 90 days.", "If the deal holds, Saleh would be the fourth dictator pushed from power this year by the", "uprisings.", "But Saleh's spokesman, Ahmed al-Soufi, added further confusion to what exactly the agreement seeking to end the country's nine-month political crisis means, saying Friday that Saleh has not given up his \"constitutional duties\" and remains in power.", "On Friday, tens of thousands of Yemenis returned to the streets across the country to reject the power-transfer deal and call for Saleh's trial for crimes ranging from corruption to lethal crackdowns on protests. Yemenis first took to the streets in late January, inspired by popular uprisings against dictators in", "and", ", and have faced harsh police action since. Hundreds have been killed.", "The crisis has created a security vacuum across the country, leading to clashes between armed tribesmen and government troops in a number of areas. In the restive south, Yemen's active", "branch has taken advantage of the vacuum to overrun entire towns."], "url": "https://www.foxnews.com/world/clashes-shake-yemeni-capital-despite-deal-2-dead"},
{"title": "UN: Syrian Forces Commit 'Crimes Against Humanity'", "author": "", "text": ["A U.N. investigation released Monday accused Syrian forces of killing and torturing children and other crimes against humanity over the past eight months as President Bashar Assad's regime tried to crush an unprecedented uprising.", "The investigation added to mounting international pressure on Assad. On Sunday, the Arab League approved sweeping sanctions to push his embattled regime to end the violence against mostly unarmed protesters.", "The report by a U.N. Human Rights Council panel, released in Geneva, found that at least 256 children were killed by government forces between mid-March and early November, with some of them tortured to death.", "\"Torture was applied equally to adults and children,\" said the report. \"Numerous testimonies indicated that boys were subjected to sexual torture in places of detention in front of adult men.\"", "The report was compiled by a panel of independent experts who were not allowed into Syria. But the commission said that it interviewed 223 victims and witnesses, including defectors from Syria's security forces, since September. It said that men and boys were sexually tortured at military detention facilities, and a 2-year-old girl was shot to death just to prevent her from growing up to be a demonstrator.", "The panel said government forces were given \"shoot to kill\" orders to crush demonstrations. Some troops \"shot indiscriminately at unarmed protesters,\" while snipers targeted others in the upper body or head.", "The full list of alleged crimes committed by Syrian forces included \"murder, torture, rape and other forms of sexual violence,\" said panel chairman Paulo Sergio Pinheiro, a Brazilian professor. \"We have a very solid body of evidence.\"", "Syrian officials have not commented directly on the report.", "The report and the sanctions are the latest in a growing wave of international measures pressuring Damascus to end its crackdown.", "Syria reacted sharply to the sanctions, betraying a deep concern over the economic impact.", "Foreign Minister Walid al-Moallem said Syria had withdrawn 95 percent of its assets in Arab countries. Economy Minister Mohammed Nidal al-Shaar said once the sanctions take hold, \"sources of foreign currency would be affected.\" The comment reflected concern that Arab investment in Syria will fall off and transfers from Syrians living in other Arab will also drop.", "Al-Moallem called the sanctions \"economic warfare,\" and said Syria had means to retaliate.", "\"Sanctions are a two-way street,\" he warned in a televised news conference. \"We don't want to threaten anyone, but we will defend the interests of our people.\"", "Nevertheless, he tried to play down the impact, insisting Syria is self-sufficient.", "\"There is absolutely no concern our people will go hungry or cold,\" he said.", "The sanctions include cutting off transactions with Syria's central bank, and are expected to squeeze an ailing economy that already is under sanctions by the U.S. and the European Union.", "\"We've always said that global sanctions, without Arab sanctions, will not be as effective,\" said Said Hirsh, Mideast economist with Capital Economics in London.", "Some 60 percent of Syria's exports go to Arab countries. Analysts concede that the sanctions' effectiveness will hinge largely on whether Arab countries enforce them.", "Iraq and Lebanon, which abstained from the Arab League vote, may continue to be markets for Syrian goods, in defiance of the sanctions. Syria shares long borders with both countries and moving goods in and out would be easy.", "Still, there is no question the uprising is eviscerating the economy. Hirsh said forecasts indicate Syria's economy will contract by 5 percent this year and could shrink by another 10 percent in 2012 if sanctions are enforced and the Assad regime stays in power.", "The economic troubles threaten the business community and prosperous merchant classes that are key to propping up the regime. An influential bloc, the business leaders have long traded political freedoms for economic privileges.", "The opposition has tried to rally these largely silent, but hugely important, sectors of society. But Assad's opponents have failed so far to galvanize support in Damascus and Aleppo -- the two economic centers in Syria.", "Sunday's sanctions, however, could chip away at their resolve.", "Syria has seen the bloodiest crackdown against the Arab Spring's eruption of protests, with at least 3,500 people killed since March. Deaths in Egypt, Tunisia and Yemen have numbered in the hundreds. Libya's toll is unknown and likely higher than Syria's, but the conflict there differed because it descended early on into an outright civil war between two armed sides.", "Since the revolt began, the regime has blamed the bloodshed on terrorists acting out a foreign conspiracy to divide and undermine Syria.", "Until recently, most of the bloodshed appeared to be caused by security forces firing on mainly peaceful protests. But lately, there have been growing reports of army defectors and armed civilians fighting Assad's forces -- a development that some say plays into the regime's hands by giving government troops a pretext to crack down with overwhelming force.", "The U.N. Security Council was likely to discuss the Arab League sanctions Monday, but no formal action was on the agenda, according to Germany's U.N. Ambassador Peter Wittig.", "Last month, Russia and China vetoed a Western-backed Security Council resolution condemning the bloodshed in Syria, arguing that NATO misused a previous U.N. mandate authorizing use of force in Libya.", "Syria is depending on the strong support from Russia and China to withstand the sanctions and growing isolation.", "Violence continued Monday, with activists reporting at least 10 Syrians killed, including seven in the restive Homs province. The toll was impossible to verify because Syria has banned most foreign journalists and prevented independent reporting.", "The armed and political wings of the Syrian opposition also took a step Monday toward increasing their cooperation. A delegation from the opposition Syrian National Council headed by its leader Burhan Ghalioun meeting with the Turkey-based leader of the so-called Free Syrian Army, a group of army defectors who have recently been fighting back Assad's forces.", "The SNC said the two sides agreed to form a joint committee tasked with coordinating movements on the ground.", "The Syrian opposition has struggled to overcome infighting and disagreements over the country's future in order to present a unified, credible alternative to Assad. If the groups coalesce, they could persuade more Syrians to abandon the regime."], "url": "https://www.foxnews.com/world/un-syrian-forces-commit-crimes-against-humanity"},
{"title": "2 NATO Peacekeepers Shot in Kosovo", "author": "", "text": ["A German", "officer and a soldier were shot and wounded in a clash with Serb protesters in northern", "on Monday after the military alliance's troops used heavy machinery to remove trucks and buses blocking a main road in the tense region, an official said.", "The shooting near the town of Zubin Potok, some 40 miles northwest of Pristina come after months of tensions, following a decision by Kosovo's authorities to extend their authority in the areas under de-facto Serb rule.", "For months Serbs have used soil, rock and concrete barriers to block any such moves. NATO has threatened to remove them because it cut off land supply to a military base in the north.", "German and Austrian peacekeepers involved in the Monday operation fired rubber bullets and tear gas and used water canons and pepper spray to disperse the crowd of Serb protesters trying to stop the soldiers from removing the roadblock.", "\"The commander of the battalion was shot and another soldier was also wounded,\" said NATO spokesman, Lt. Col. Uwe Nowitzky.", "In Berlin, a German military spokesman Lt. Col. Manfred Baumgartner told The Associated Press that the wounded officer and the soldier serve in the Bundeswehr. He said they were shot from the crowd of Serb protesters.", "The two were sent at the U.S. military base in eastern Kosovo, Camp Bondsteel, for treatment, NATO said.", "At least two injured Serb demonstrators were carried by medical workers to a nearby hospital, an AP reporter at the scene said. Serb media said dozens of Serb demonstrators sought medical help.", "NATO said its soldiers are now under instructions to fire live ammunition if they come under attack.", "On Tuesday more than 20 Portuguese and Hungarian soldiers were injured in a similar operation, one of them seriously.", "Tensions in Kosovo's north rose over the summer when Kosovo authorities ordered special police units to set up customs on two border crossings with", ". Serbs responded by setting one of them on fire and blocking roads.", "Many Serbs that live in the north say there should be no border with Serbia because they consider Kosovo to be part of Serbia, while ethnic Albanians want the border to support its 2008 declaration of independence from Serbia.", "Kosovo's declaration of independence in 2008 has been recognized by 85 countries including the", "and most members of the European Union. But, many other nations still consider Kosovo's political status to be unresolved and want to see the two sides come to an agreement on resolving their dispute. Serbia does not recognize the new state.", "The EU is in charge of technical talks between Kosovo and Serbia that seeks to soften the divide, but no tangible progress has been made so far.", "The two delegations are expected to meet again in Brussels on Wednesday."], "url": "https://www.foxnews.com/world/2-nato-peacekeepers-shot-in-kosovo"},
{"title": "Mexico Catches Escapees From Island Penal Colony", "author": "", "text": ["CITY -- Six inmates from the last island penal colony in the Americas were recaptured at sea Thursday after they used buoyant containers and wood planks to try to swim to freedom in an escape reminiscent of the 1973 movie \"Papillon.\"", "The Mexican navy said the inmates used empty plastic gas or water tanks to help stay afloat as they swam about 60 miles south of the Islas Marias, a Mexican penal colony where inmates live in small houses and are normally not locked up. Prisoners can tend small gardens and raise food.", "The six men were only about 60 miles from the Pacific coast resort of Puerto Vallarta when they were spotted by a passing boat early Thursday.", "The boat called in a tip to a local naval base, and patrol boats were quickly dispatched to take the men into custody. Photos provided by the navy showed them men sunburned but alert -- and unhappy -- on the deck of the patrol vessel.", "The men, who range in age from 28 to 39 years, were taken back to Puerto Vallarta for a medical check and to be turned back over to prison authorities.", "Later, the federal Public Safety Department, which is in charge of Mexico's federal prisons, said the men had been found to be in acceptable health and would be returned to the penal colony \"within hours.\"", "The department said the prison oversight agency wasn't notified until Thursday that the men were missing from the prison -- the same day they were found at sea, suggesting that their absence had not been noticed when they set off on the escape bid.", "The Islas Marias penal colony lies about 70 miles from the mainland, but the prisoners did not swim to the closest shore, which is due east. Instead they apparently swam south, either because prevailing currents carried them that way, they didn't know where they were going, or because they were aiming for Vallarta.", "The Pacific ocean forms the main security barrier at the island. While dozens of prisoners are believed to have tried to escape since the penal colony was founded in 1905, local news media reports indicate few, if any, are believed to have made it to the mainland.", "The escape bid drew comparisons to the movie \"Papillon,\" in which the main character, played by", ", uses a buoyancy device to swim away from a penal colony in French", ".", "Islas Marias is the last island penal colony in the region.", "Panama closed Coiba Island, the only other remaining island penal colony in the Americas, in 2004. That same year, Mexico announced it would spend $2 million to revive the crumbling prison at Islas Marias and increase the inmate population. Normally, about 1,000 to 1,200 inmates are held at the facility."], "url": "https://www.foxnews.com/world/mexico-catches-escapees-from-island-penal-colony"},
{"title": "Serbia Impounds $500M in Crime Property", "author": "", "text": ["An opulent villa once owned by a drug lord is now home to children on cancer therapy, a drug lab has been turned into a youth center, and cars used by gangsters are in the hands of the police that chased them.", "Serbia's authorities have decided the best way to stop powerful Balkan crimes bosses is to hit where it hurts. So, they're taking away their valuables and putting them to use after years of relative impunity.", "The European Union is insisting that the Balkan nation clamp down on organized crime to become a member of the bloc, pressuring officials to take on the powerful force -- tycoons, mafia bosses and gangsters with ties to state security services.", "In nearly three years, authorities have netted some $500 million from impounding sprawling villas, luxury cars, furniture, and even a gas station and a bus depot.", "Much of the loot is being used for humanitarian purposes, though other treasures -- a white", "with red-leather interiors, a golden Chrysler Prowler, lines of jackpot machines and roulette tables -- are sitting idle in a multi-story concrete warehouse in Belgrade's industrial zone on the Danube.", "Authorities hosting a regional meeting on battling crime Tuesday say they are proud of the work, long used in the West, but new in the emerging democracies of the Balkans.", "\"Serbia and the rest of the region are no longer a safe haven for organized crime,\" President", "told the conference. The government is \"waging a systematic war against crime,\" he added.", "Confiscation of property is \"a highly efficient tool\" in that struggle, noted Jugoslav Stojiljkovic, who oversees the program.", "Gangsters, once so powerful they were able to plot the assassination of Serbia's prime minister, continue to have tentacles within the political establishment and are still able to get away with many illegal activities, said Tanja Tagirov, a crime analyst for the independent Vreme weekly.", "For years, the pro-Western authorities that came to power after the Balkan wars of the 1990s were too weak to seriously tackle the criminal network closely connected to the country's own security services.", "In 2003, Serbia's first postwar reformist prime minister Zoran Djindjic was gunned down in front of the government headquarters, in a bold attack by criminals and paramilitary leaders. Back then, tycoons from the war era were left untouched, but those days are over, Stojiljkovic insisted.", "\"No one is protected any longer,\" he said.", "Some of the impounded property belonged to the once mighty, such as a fugitive tycoon who owned a cell phone network under late president", "and the former general manager of the state power company.", "A notorious Balkan drug lord whose smuggling operations in", "were disrupted by U.S. Drug Enforcement Administration agents lost his villas. Leather sofas, high-tech equipment, a home gym, all were sold at auction.", "One of the villas has been converted to host families whose children are receiving cancer therapy in Belgrade. Last week, a villa was handed over to accommodate victims of human trafficking. A small house used for drug manufacturing has been renovated to host youth seminars.", "The convicted mastermind of the Djindjic assassination was left without half of his suburban villa, which is to become a day care center. His wife and children stay in the other half.", "So far, so good, said Stojiljkovic. \"We are very pleased with the results.\""], "url": "https://www.foxnews.com/world/serbia-impounds-500m-in-crime-property"},
{"title": "Medvedev: New Radar Demonstrates Russia's Might", "author": "", "text": ["President", "officially commissioned a new military early warning radar Tuesday, saying it shows Russia's readiness to respond to U.S. missile defense plans.", "Medvedev added, however, that the massive radar in the Kaliningrad region could be integrated in a joint NATO-Russia missile shield if a cooperation agreement is reached.", "Medvedev's visit to the facility in the Baltic region comes five days ahead of parliamentary elections, in which he leads the main Kremlin party. The muscle-flexing appears to be aimed at bolstering his image as a strong leader capable of protecting national interests.", "\"I hope that our Western partners will perceive this move as the first signal of our country's readiness to respond in kind to the threats the missile defense system is posing for our strategic nuclear forces,\" Medvedev said.", "sees the U.S. missile defense plans in Europe as a security challenge, even though Washington says they are aimed at a potential Iranian missile threat and can't pose a threat to Russia's nuclear deterrent.", "In last week's televised address to the nation, Medvedev threatened to deploy missiles to Kaliningrad and other areas of Russia aimed at U.S. missile defense sites, if the U.S. and", "fail to reach a deal assuaging Russian concerns.", "A year ago, Moscow agreed to consider NATO's proposal to cooperate on the missile shield, but the talks have run into a deadlock over how the system should be operated. Russia has insisted that it should be run jointly, which NATO has rejected.", "With no progress on a shared missile shield, Medvedev insisted that Russia wants firm and specific guarantees from Washington that its future missile defense potential will not be directed against Russia.", "\"We can't be satisfied with oral assurances that the system isn't aimed against Russia,\" Medvedev said Tuesday. \"Regrettably, such oral statements don't guarantees the protection of our interests.\"", "He mocked Washington's promises: \"When they tell us: 'It's not against you,' I would like to say the following: 'Dear friends, the radar launched today isn't against you either. But it's for you and for fulfilling the tasks we have set.\"'", "Washington's missile defense plans have been a key irritant in U.S.-Russian relations since President Ronald Reagan's \"", "\" plans that scared Moscow in the 1980s.", "The current toughening of Moscow's rhetoric has posed a challenge to President Barack Obama's course for \"resetting\" relations with the Kremlin, which suffered badly under George W. Bush's administration.", "The new radar is of the Voronezh-DM type, which Medvedev said is significantly cheaper than its Soviet-era predecessors. Similar facilities have been built in Lekhtusi near St. Petersburg and Armavir in southern Russia, and an improved version of it is under construction in Usolye in eastern", ".", "Russian aerospace defense forces chief, Lt. Gen. Oleg Ostapenko, said the Kaliningrad radar will have a range of 3,700 miles and will be capable of monitoring missile launches from Europe and the North Atlantic.", "The new radar will eventually replace the Soviet-built early warning facilities in former Soviet nations, including in", ". Azerbaijan has said it would hike rent fees and Russia hasn't yet responded."], "url": "https://www.foxnews.com/world/medvedev-new-radar-demonstrates-russias-might"},
{"title": "U.N. Chief Says Ex-Rebels Still Hold 7,000 People in Libya", "author": "", "text": ["Former Libyan revolutionaries still hold about 7,000 people, and some reportedly have been subjected to", "and ill treatment, according to a U.N. report circulated Monday.", "The report by U.N. Secretary-General Ban Ki-moon, made public before a", "briefing about", "on Monday afternoon, says that many of the inmates have no access to due process in the absence of a functioning police and judiciary.", "It also says that sub-Saharan Africans, in some cases accused or suspected of being mercenaries hired by Muammar Qaddafi's regime, constitute a large number of those held.", "\"While the (National Transitional Council) has taken some steps toward transferring responsibility for the detainees from brigades to proper state authorities, much remains to be done to regularize detention, prevent abuse and bring about the release of those whose detention should not be prolonged,\" the report says.", "\"I believe that the leaders of the new Libya are indeed committed to building a society based on the respect for human rights,\" Ban said in his report. \"Achieving this requires the earliest possible action, however difficult the circumstances, to end arbitrary detention and prevent abuses and discrimination, against third country nationals as well as against any group of Libya's own citizens.\"", "The spokesman for Libya's new army, Ahmed Bani, said in Libya on Monday that he was unaware of the reported mistreatment.", "\"I am not sure if it happened. Maybe, but if it happened, don't blame us. We were suffering for 42 years. He was hurting us, he was killing us and he raped our women,\" he said.", "Ban's special representative for Libya, Ian Martin, told the Security Council later Monday that he had urged the new ministers of interior and defense \"to give high priority to addressing swiftly\" the U.N. chief's concerns regarding the detentions.", "\"The new government must show that it is a priority for effective action,\" Martin said.", "The special envoy said other urgent issues include dealing with a flood of uncontrolled arms in the country, and figuring out how to free up frozen funds so the country can begin rebuilding.", "U.S. Ambassador to the", "", "told reporters afterward that she briefed the group on a trip she made last week to Libya, where she met with activists and leaders of the transitional government.", "Rice said that she found Libyans to be \"overwhelming exuberant and excited about their future\" and that they praised the Security Council for authorizing military force to protect civilians during Qaddafi's crackdown."], "url": "https://www.foxnews.com/world/u-n-chief-says-ex-rebels-still-hold-7000-people-in-libya"},
{"title": "Mapuche Indians Clash with Chilean Police", "author": "", "text": ["SANTIAGO,", "-- Protesters have clashed with Chilean police during a demonstration against plans to build an airport on land claimed by the Mapuche indigenous group.", "The Mapuche protesters hurled rocks and one fired a gun during the protest.", "Police used tear gas against the protesters, who covered their faces as they blocked a highway in the southern region of Araucania.", "Two police suffered minor injuries during Thursday's clashes.", "Police say a group of men on Friday stopped two trucks in the nearby province of Arauco.", "Police say the men ordered the drivers to get out and set fire to the trucks, which were carrying wood.", "Small groups of Mapuche Indians have periodically attacked police and burned vehicles to demand land and autonomy."], "url": "https://www.foxnews.com/world/mapuche-indians-clash-with-chilean-police"},
{"title": "Israeli Aircraft Strike Gaza After Rocket Fire", "author": "", "text": ["Israeli aircraft struck the", "early Sunday, wounding a 12-year-old girl and her father, according to a Palestinian health official.", "The Israeli military said in a statement that it targeted a weapons factory in response to rockets fired by Palestinian militants from Gaza into southern", ".", "A missile hit the residence of a Gaza militant who was not home at the time, but flying shrapnel injured the girl and her father in a nearby house, Palestinian health official Adham Abu Salmia said.", "Israeli forces have carried out multiple airstrikes against suspected militants and their facilities in recent weeks, in retaliation for sporadic but persistent rocket fire.", "An airstrike Friday killed a 12-year-old boy and his 42-year-old father who lived in a house near a targeted site. Three militants were also killed in airstrikes last week.", "About 20 rockets were launched on Friday and Saturday, the military said, causing no serious casualties but disrupting daily life in southern Israel."], "url": "https://www.foxnews.com/world/israeli-aircraft-strike-gaza-after-rocket-fire"},
{"title": "33 Dead in Truck-Bus Crash in Brazil", "author": "", "text": ["Brazilian authorities say a tractor-trailor has slammed into a bus carrying sugarcane cutters, killing at least 33 people and injuring 13 others.", "A police spokesman says the truck driver lost control as he was rounding a corner and heading down a hill early Saturday near a town called Miracles in the northeastern state of Bahia. The truck was carrying a load of construction materials, which also slammed into the bus.", "The driver of the truck survived and is in a local hospital. Some of the others injured are in grave condition.", "The police official spoke on condition of anonymity, saying he was not authorized to provide details.", "He says an investigation is ongoing."], "url": "https://www.foxnews.com/world/33-dead-in-truck-bus-crash-in-brazil"},
{"title": "UN Rights Chief Says Syria Death Toll Over 4,000", "author": "", "text": ["The U.N.'s top human rights official says her office estimates the death toll in Syria's nine-month uprising is now \"much more\" than 4,000.", "Navi Pillay, the U.N. High Commissioner for Human Rights, gave the latest figure a day before the global body is due to hold an emergency meeting on the crisis in the country.", "Pillay told reporters in Geneva on Thursday that evidence emerging of abuses committed by Syrian security forces affirms her call that the country's leadership should be prosecuted for \"crimes against humanity.\""], "url": "https://www.foxnews.com/world/un-rights-chief-says-syria-death-toll-over-4000"},
{"title": "NATO Forces Kill Two Pakistanis in Afghanistan, Report Says", "author": "", "text": ["forces were accused of shooting dead two Pakistani men in Afghanistan's Helmand province early Thursday, amid tensions following a deadly air strike that killed 24 Pakistani troops.", "Relatives said the men were from Chagai in northwestern", ", about 18 miles from the border, The Express Tribune reported. They were reportedly visiting relatives living in Afghanistan when NATO forces opened fire.", "The incident comes as NATO faces rising anger from Pakistani authorities in the wake the air strike that killed 24 Pakistani troops near the Afghan border Saturday.", "The dead men were identified as Abdullah and Mohammad Usman."], "url": "https://www.foxnews.com/world/nato-forces-kill-two-pakistanis-in-afghanistan-report-says"},
{"title": "Merkel, Sarkozy Wrestle Over Euro Rescue Plan", "author": "", "text": ["The leaders of", "and", "sought Monday to present a unified plan to tighten oversight of government budgets -- a key step ahead of a European Union summit later this week to try to save the euro.", "French President", "and German Chancellor", "want more cooperation among the 17 countries that use the euro, including stricter rules to prevent states from overspending, but they disagree on how to build a tighter union.", "Investors seemed optimistic they would iron out their differences at their meeting in Paris on Monday and present a united front at Friday's summit of 27 EU leaders.", "European stocks were up again following last week's big gains, while bond yields fell, suggesting investors were more confident of being repaid. Italy's 10-year yield dropped 0.4 of a percentage point to 6.17 percent after the new government agreed a package of austerity and growth measures.", "\"Christmas may well come early for global markets after this week's meetings,\" said Shavaz Dhalla, a financial trader at Spreadex.", "EU spokesman Amadeu Altafaj Tardio, however, downplayed the expectations, arguing that any market euphoria was premature. \"We are not in a position to say that the crisis is over, far from that,\" he said.", "Worries about the stability of the euro reached a high in recent weeks as Italy's bond yield, indicative of the rate it would pay to borrow on markets, jumped to record peaks above 7 percent. That level is considered unsustainable and has eventually forced", ",", "and", "to require financial aid. By comparison, bond yields in Germany, Europe's largest and most stable economy, are roughly 2 percent.", "But Europe can't afford to rescue Italy, the eurozone's third-largest economy, so the crisis went into high gear in recent weeks when it looked like the country might need a lifeline.", "Ahead of Friday's summit, leaders seemed to be zeroing in on building around tighter integration among the 17 euro countries -- a crucial first step toward a solution that could trigger emergency aid from the European Central Bank, the", "or some combination, analysts say.", "Merkel and Sarkozy agree overall on the need for tougher, enforceable rules that would prevent governments from spending or borrowing too much -- and on certain penalties for persistent violators.", "However, there appears to be a difference of view on how they should move forward. Merkel wants to change the basic EU treaty to reflect the tougher rules on euro countries and make them enforceable; Sarkozy is not opposed to a treaty change but is resisting giving up more powers to Brussels, especially in the run-up to what is likely to be a difficult election in April.", "Even if there is general agreement on Friday, actually putting new rules in place through treaty changes could take more than a year. And many economists fear the new rules alone would not be enough to halt the rise in Europe's borrowing costs.", "\"There is a real danger that anything agreed this week will be watered down as it goes through the process of approval at national levels and what we end up with is less of a fiscal union more of a strengthened stability pact,\" said Gary Jenkins, an analyst at Evolution Securities.", "The hope is that a firm expression of intent, however, would reassure the ECB, so that it can make stronger efforts in the short term. That would give governments time to get their finances under better control and make economic reforms that would improve growth.", "Also Monday, Italy's new Premier", "takes a package of austerity and growth-boosting measures to a skeptical Parliament. Monti is to brief both Parliament chambers on the package, which includes $27 billion of spending cuts and tax hikes, and euro10 billion of measures to boost Italy's anemic growth.", "His government agreed Sunday to slap taxes on property and luxury goods, increase the age at which retirees can draw pensions, trim the cost of Italy's political class and give incentives to companies that hire women and young workers.", "Italy, whose government debt is equivalent to 120 percent of the country's annual economic output, needs to refinance $270 billion of its $2.6 trillion of outstanding debt by the end of April.", "The size of the problems facing Italy and", "are considered too large for the existing funds available to the", "($590 billion) and the IMF ($389 billion.) To boost the firepower of the IMF, several economists have proposed that the ECB lend to it."], "url": "https://www.foxnews.com/world/merkel-sarkozy-wrestle-over-euro-rescue-plan"},
{"title": "Official: 15 Die in Cameroon Bus Crash", "author": "", "text": ["A government official says that 15 people were killed and 40 were seriously injured in a bus crash in Cameroon's northwest.", "West Regional Governor Samuel Diboa says that the bus was heading to Yaounde when it crashed into a trailer truck parked on the side of the road and carrying a bulldozer early Monday. He said the bus burst into flames.", "Diboa said that the 40 injured people were rushed to hospitals.", "At least 1,200 people died from road accidents in 2010, according to data from the West African nation's ministry of transport.", "The ministry says recklessness, high speed drunk driving and the poor state of most of the vehicles has led to a high death rate from road accidents in Cameroon."], "url": "https://www.foxnews.com/world/official-15-die-in-cameroon-bus-crash"},
{"title": "Activists Invade Nuclear Plant Site in France", "author": "", "text": ["Greenpeace activists secretly invaded a French nuclear site before dawn Monday and draped a banner on its reactor containment building, embarrassing the government and exposing the vulnerability of atomic sites in", ".", "Police, whom Greenpeace told immediately of the publicity stunt, took several hours to round up nine intruders who had broken into the power plant in Nogent-sur-Seine, about 95 kilometers southeast of Paris.", "France, which gets about three-quarters of its electricity from nuclear power, regularly faces protests from environmental activists over shipments of nuclear waste. Activist incursions into atomic plants are unusual.", "Greenpeace said the break-in aimed to show that an ongoing review of safety measures -- ordered by French authorities after a tsunami ravaged Japan's Fukushima Dai-ichi nuclear plant earlier this year -- was focused too narrowly on possible natural disasters, and not human factors.", "Activists who tried to enter three other French nuclear sites in the coordinated action Monday were prevented from doing so, but Greenpeace said other invaders were still holed up inside other, unspecified, nuclear sites.", "That prompted authorities to immediately launch a \"thorough sweep\" of all of France's 20 nuclear power plants, Interior Ministry spokesman Pierre-Henry Brandet said by phone. Interior Minister Claude Gueant has scheduled a meeting this week to launch a review of the security breach, Brandet said.", "French power company Electricite de France, which operates the site, denounced the \"illegal\" break-in at Nogent-sur-Seine, and insisted that it did not harm security at the site.", "After Greenpeace alerted authorities that its activists were behind the incursion, police and security teams held their fire and allowed the peaceful activists to continue scaling a containment building that houses the reactor to put a banner on top, Brandet said. The activists didn't penetrate the reactor.", "EDF said activists' banners were also hung on the outside of two other nuclear sites -- Chinon in northwestern France and Blayais in the southwest -- before they were removed. Three other activists were driven off by security forces while trying to enter yet another plant, in southeastern Cadarache.", "\"We have to understand what's behind this malfunction -- notably in Nogent,\" Brandet said, adding that \"in the other sites security worked ... the intrusions were thwarted.\"", "EDF said it had no indication of intrusions at other sites in France.", "\"With this nonviolent action, Greenpeace has shown how vulnerable French nuclear plants are,\" said Sophia Majnoni d'Intignano, a Greenpeace activist. \"Simple activists, with peaceful intentions and of few means, were able to reach the heart of a nuclear plant.\"", "French TV showed pictures of activists in miner's helmets rummaging through the dark and crawling in what appeared to be a tunnel with banners that read \"Coucou\" (Hey) and \"Facile\" (Easy) on them.", "\"The government is going to conclude in several months that our nuclear plants are very, very safe, because it's believed that they could withstand a flood or an earthquake,\" she told i-Tele television, referring to the upcoming government report.", "\"But those aren't the real risks for our nuclear industry,\" Majnoni d'Intignano said. \"It's the risk of external, non-natural attack -- like the risk of terrorism.\"", "Speaking later by phone with The Associated Press, she urged the government to consider other risks in its review like an airplane crash, a computer virus, or chemicals explosion at a nuclear site.", "\"It's a very limited review; they have badly understood the signal sent from the Fukushima incident,\" she said. \"For us, the real risks are human and technological.\"", "Henri Guaino, a special adviser to conservative French President", ", called the intrusion \"irresponsible,\" but acknowledged \"it still makes you think about the security of access to nuclear plants.\"", "\"So yeah, I think we'll have to learn some lessons.\""], "url": "https://www.foxnews.com/world/activists-invade-nuclear-plant-site-in-france"},
{"title": "Chinese Airline Promises English Lessons for Pilots After Unauthorized Takeoff", "author": "", "text": ["SHANGHAI -- A Chinese airline promised to improve its pilots' English-language skills after one of its planes took off from a Japanese airport without authorization.", "In the incident Monday, air traffic controllers at Osaka's Kansai International Airport ordered the", "Eastern Airlines jet to taxi to a runway and wait for further instructions. But they were shocked when the aircraft, which was carrying 245 passengers, took off.", "The airline landed safely at its Shanghai destination later in the day.", "China Eastern said it would cooperate with Japanese investigators, and hinted that a language problem may have been the cause of the incident, the state-run China Daily newspaper reported Thursday. English is the mandated language for aviation.", "The airline said it would \"further improve the English communication skills of its crew to assure flight safety,\" the report said.", "This week's incident follows a bizarre case from August, reported by The Wall Street Journal, in which private Chinese airline Juneyao was temporarily banned from hiring foreign pilots after a Korean pilot on one of its flights refused to give way to a", "Airways jet that had issued a \"mayday\" call and requested immediate permission to land.", "In that incident, the Juneyao pilot ignored six orders from the control tower to first allow the", "Qatari jet to land. Both aircraft eventually touched down safely.", "China's civil aviation authority said in 2007 that less than one-tenth of its pilots met international standards for English proficiency."], "url": "https://www.foxnews.com/world/chinese-airline-promises-english-lessons-for-pilots-after-unauthorized-takeoff"},
{"title": "Israel Blames Palestinians for Freeze in Talks", "author": "", "text": ["JERUSALEM -- A spokesman for Israel's prime minister is blaming the Palestinian leadership for the deadlock in peace talks, a day after the U.S. defense secretary said that", "was not doing enough to renew negotiations.", "Mark Regev, a spokesman for Prime Minister", ", says Israel remains ready for the resumption of peace talks without preconditions. The Palestinians, he said on Saturday, are \"playing diplomatic games to try to cover their position, which is to boycott Israel and to refuse to enter negotiations.\"", "At a Brookings Institution forum on Friday, U.S. Defense Secretary", "urged Israeli leaders to \"just get to the damned table.\" He added that Israel could more actively attempt to mend ties with", "and", ", and reverse its growing isolation in the", "."], "url": "https://www.foxnews.com/world/israel-blames-palestinians-for-freeze-in-talks"},
{"title": "Secretary General's Latest Proposal", "author": "", "text": [], "url": "https://www.foxnews.com/world/secretary-generals-latest-proposal"},
{"title": "Ivory Coast's Gbagbo Makes First International Court Appearance", "author": "", "text": ["Ivory Coast's ex-president appeared at the International Criminal Court on Monday, the first former head of state to face judges at the world's first permanent war crimes court. Laurent Gbagbo vowed to fight the charges against him.", "Gbagbo, 66, was calm and smiled at supporters in the public gallery as the 25-minute hearing opened. He told judges he did not need them to read the charges.", "Gbagbo was extradited to the Netherlands last week to face accusations his supporters committed murder and rape as he rejected an election result and tried to cling to power.", "Ex-Yugoslav President Slobodan Milosevic and Liberian leader Charles Taylor were also sent to The Hague for trial, but both faced temporary, ad hoc tribunals -- Milosevic at the International Criminal Tribunal for the Former Yugoslavia and Taylor at the Special Court for Sierra Leone.", "Gbagbo is the first to be tried at the ICC, which started work in 2002. Together, the cases are ushering in a new era in which heads of state no longer enjoy impunity.", "\"In the past, if you were a head of state you could commit massive atrocities and nothing would happen,\" Prosecutor Luis Moreno-Ocampo said. \"This era is gone.\"", "Prosecutors say about 3,000 people died in violence by both sides after Gbagbo refused to concede. President Alassane Ouattara took power in April with the help of French and U.N. forces.", "The former president, speaking in French, said he wanted to see the evidence against him.", "\"I will challenge that evidence and then you hand down your judgment,\" he told the three-judge panel.", "Gbagbo also complained about his arrest by opposition forces backed by French troops in April, saying he saw his son beaten and his interior minister killed in the fighting.", "\"I was the president of the republic and the residence of the president of the republic was shelled,\" he said.", "He also complained about his transfer to The Hague last week from northern Ivory Coast where he was under house arrest.", "\"We were deceived,\" he said, adding the official in charge of his transfer \"did not have the courage to tell me I was going to The Hague.\"", "Monday's brief hearing was to confirm Gbagbo's identity and ensure that he understood his rights and the charges. According to court papers, Gbagbo is charged as an \"indirect perpetrator\" in a carefully orchestrated campaign of violence against supporters of Ouattara.", "Presiding judge Silvia Fernandez de Gurmendi of Argentina scheduled a hearing for June 18 where prosecutors will present a summary of their evidence and judges will decide whether it is strong enough to merit bringing Gbagbo's case to trial.", "Before that, judges will schedule interim status conferences to discuss progress in the case. Gbagbo could challenge his detention at such a conference and seek to be released pending further hearings.", "Even before Gbagbo was led into the courtroom, his lawyers called his arrest and transfer to the court French \"neocolonialism.\"", "\"It's a neocolonialist trial,\" Gbagbo's adviser Toussaint Alain told reporters in The Hague. \"The (ICC) has become an instrument of France ... to empower friends and punish the ones who don't follow along.\"", "Gbagbo's lawyer Habiba Toure also challenged the legitimacy of the Gbagbo's detention last week on an ICC warrant while he was under house arrest.", "\"In principal, an arrest warrant is delivered to a free individual or a person on the run, which was not the case for Mr. Gbagbo because he was already in the hands of Ivory Coast officials,\" Toure said.", "A handful of supporters outside court also condemned France's role in his ouster.", "\"This is a masquerade by French President Nicolas Sarkozy,\" said Abel Naki, who traveled from Paris to be at the court. \"Sarkozy orchestrated this coup d'etat.\"", "The protesters' anger underscored lingering tensions between Gbagbo and Ouattara supporters in Ivory Coast.", "Moreno-Ocampo, stressed last week that both sides of the political divide in Ivory Coast committed crimes in the postelection chaos and that his investigation was continuing.", "Human rights groups say grave abuses also were committed by forces loyal to Ouattara, who enlisted the help of a former rebel group to force Gbagbo from office.", "Gbagbo is the sixth suspect taken into custody by the court, which has launched seven investigations, all of them in Africa. A further 12 suspects remain at large and the court has no police force to arrest them."], "url": "https://www.foxnews.com/world/ivory-coasts-gbagbo-makes-first-international-court-appearance"},
{"title": "Minister: China Wants to Invest in U.S. Roads, Rails", "author": "", "text": ["BEIJING  -- China's commerce minister says his government wants to convert some of its huge holdings of U.S. government debt into investment in American roads and railways.", "Chen Deming told a business group Friday his government wants to expand commercial and investment cooperation with the", "in infrastructure, clean energy and and technology industries.", "Chen cited infrastructure in particular, saying he was very impressed with U.S. subways and roads when he visited the country 20 years ago but systems in many cities need to be renovated.", "He said China was willing to turn debt holdings into investments, \"hoping to create jobs for the United States.\""], "url": "https://www.foxnews.com/world/minister-china-wants-to-invest-in-u-s-roads-rails"},
{"title": "India Press Group to Charge Police Who Beat Media", "author": "", "text": ["NEW DELHI  -- The head of India's Press Council has told top security officials he will bring criminal charges against police officers and paramilitary troops who attack journalists.", "Markandey Katju's strong defense of media safety follows repeated assaults on journalists in Indian-controlled Kashmir.", "Police in the tumultuous region told The Associated Press by email that the journalists' accusations are baseless.", "Katju's letter late Thursday to officials throughout India said journalists covering events are only doing their jobs and violence against them was unacceptable.", "The Press Council has the powers of a civil court but it unclear if it could bring criminal charges on its own.", "The statement comes a week after an Associated Press cameraman and three other journalists say they were beaten while covering a demonstration in Kashmir."], "url": "https://www.foxnews.com/world/india-press-group-to-charge-police-who-beat-media"},
{"title": "London Bomb Plot Suspects Deny Targeting U.S. Embassy, Other High-Profile Targets", "author": "", "text": ["LONDON -- Nine men denied plotting terror attacks on high-profile targets in the UK's capital, including the US embassy, when they appeared at London's Woolwich Crown Court on Friday.", "The men, aged between 20 and 29, were arrested in counterterrorism raids on Dec. 21, 2010, on suspicion of being part of a terror cell planning a series of bomb attacks.", "The London Stock Exchange and the Houses of Parliament were also said to be among the targets, along with named individuals like the mayor of London and various religious leaders.", "The suspects pleaded not guilty to a number of terrorism charges, including conspiracy to cause explosions between Nov. 1, 2010, and Dec. 21, 2010. The suspects also denied they were preparing for acts of terrorism between the same dates.", "Five of the men are accused of possessing a document \"containing information of a kind likely to be useful to a person committing or preparing for an act of terrorism,\" which they also denied.", "The men, with roots in Britain's Bangladeshi community, are Mohammed Chowdhury, 21, and Shah Rahman, 29, from east London; Gurukanth Desai, 29, Abdul Miah, 25, and Omar Latif, 27, all from the Welsh capital of Cardiff; and Nazam Hussain, 26, Usman Khan, 20, Mohibur Rahman, 27, and Abul Shahjahan, 27, from Stoke-on-Trent, central England.", "They are due to go on trial Jan. 23 next year."], "url": "https://www.foxnews.com/world/london-bomb-plot-suspects-deny-targeting-u-s-embassy-other-high-profile-targets"},
{"title": "American Among At Least 55 Killed in Kabul Shrine Blast", "author": "", "text": ["An American citizen was one of at least 55 people killed by a bomb at a shrine in", "on Tuesday, Fox News confirms.", "A U.S. embassy source said that a U.S. citizen was killed and that the citizen was not an employee of the government or the military.", "The source did not have any other information on the identity of the victim.", "The attack in Kabul, which killed 55 and wounded 134, occurred on the Shiite holy day of Ashura and came the day after an international meeting in", "on the future of", "following 10 years of war.", "The Kabul blast was the deadliest strike on the capital in three years and President", "said it was the first time insurgents had struck on such an important religious day."], "url": "https://www.foxnews.com/world/american-among-at-least-55-killed-in-kabul-shrine-blast"},
{"title": "Fleet of Ferraris ruined in Japan sportscar pileup", "author": "", "text": ["An freeway pileup of luxury sportscars in", "may be one of the priciest road accidents on record, smashing eight Ferraris, a Lamborghini and two Mercedes.", "Police say they believe the pileup Sunday was touched off when the driver of one of the Ferraris tried to change lanes and hit the median barrier. He spun across the freeway, and the other cars collided while trying to avoid hitting his car.", "Video of the crash aired by NTV, a major national network, showed several smashed, bright red Ferraris cluttering the freeway.", "No one was seriously injured, but police in Yamaguchi prefecture said 10 people were treated for bruises and cuts. Police say 14 cars were involved altogether."], "url": "https://www.foxnews.com/world/fleet-of-ferraris-ruined-in-japan-sportscar-pileup"},
{"title": "Election Official: Congo Results May be Delayed do to Technical Glitch", "author": "", "text": ["The spokesman for Congo's election commission said that the body is working to release results of last week's election before midnight Tuesday as required by law, but a delay may be inevitable if tally sheets are not compiled in time.", "Matthieu Mpita told The Associated Press by telephone that helicopters had been dispatched to the remote corners of the country to pick up compilation sheets. He said the numbers have not been transmitted to the central compilation center in Kinshasa due to a technical glitch with the communications equipment.", "Mpita said: \"It's our objective to release the results before midnight tonight,\" but it depends on whether the body gets a full count.", "Meanwhile, journalists attempting to approach the home of opposition leader Etienne Tshisekedi heard gunfire. The opposition has already said they reject the results."], "url": "https://www.foxnews.com/world/election-official-congo-results-may-be-delayed-do-to-technical-glitch"},
{"title": "Egypt's Muslim Brotherhood Says It Won't Seek to Impose Islamic Values in the Country", "author": "", "text": ["CAIRO -- Egypt's", ", emerging as the biggest winner in the first round of parliamentary elections, sought Saturday to reassure Egyptians that it would not sacrifice personal freedoms in promoting Islamic law.", "The deputy head of the Brotherhood's new political party, Essam el-Erian, told The Associated Press in a telephone interview that the group is not interested in imposing Islamic values on Egypt, home to a sizable Christian minority and others who object to being subject to strict Islamic codes.", "\"We represent a moderate and fair party,\" el-Erian said of his Freedom and Justice Party. \"We want to apply the basics of Shariah law in a fair way that respects human rights and personal rights,\" he said, referring to Islamic law.", "The comments were the clearest indication that the Brotherhood was distancing itself from the ultraconservative Islamist Nour Party, which appears to have won the second-largest share of votes in the election's first phase.", "The Nour Party espouses a strict interpretation of", "similar to that of", ", where the sexes are segregated and women must be veiled and are barred from driving.", "Egypt's election commission has released few official results from the voting on Monday and Tuesday. But preliminary counts have been leaked by judges and individual political groups showing both parties could together control a majority of seats in the lower house of parliament if they did form an alliance.", "The Brotherhood recently denied in a statement that it seeks to form an alliance with the Nour Party in parliament, calling it \"premature and mere media speculation.\"", "On Saturday, el-Erian made it clear that the Brotherhood does not share Nour's more hard-line aspirations to strictly enforce Islamic codes in Egyptians' daily lives.", "\"We respect all people in their choice of religion and life,\" he said.", "Another major check on such an agenda is the council of generals who have run the country since President Hosni Mubarak's ouster in February. The military council, accused by Egypt's protest movement of stalling a transition to civilian and democratic rule, is seeking to limit the powers of the next parliament and maintain close oversight over the drafting of a new constitution.", "Egypt already uses Shariah law as the basis for legislation, however Egyptian laws remain largely secular as Shariah does not cover all aspects of modern life.", "On its English-language", "account, the Brotherhood said that its priorities were to fix Egypt's economy and improve the lives of ordinary Egyptians, \"not to change (the) face of Egypt into (an) Islamic state.\"", "El-Erian urged the Brotherhood's political rivals to accept the election results.", "\"We all believe that our success as Egyptians toward democracy is a real success and we want everyone to accept this democratic system. This is the guarantee for stability,\" he said.", "For decades, Mubarak's regime suppressed the Brotherhood, which was politically banned but managed to establish a vast network of activists and charities offering free food and medical services throughout the country's impoverished neighborhoods and villages.", "It is the best organized of Egypt's post-Mubarak political forces.", "The vote for parliament's lower house is taking place over three stages, with 18 provinces in Egypt yet to vote.", "Meanwhile, the swearing-in of a new temporary Cabinet was delayed on Saturday due to disagreements over key posts, including over who will lead the ministry in charge of internal security.", "An official in the Interior Ministry said several high-ranking security officials have been named as possible replacements but that some have turned down the offer.", "Protesters have also strongly objected to the nominations put forward by newly appointed Prime Minister Kamal el-Ganzouri, who served in the same position under ousted President Hosni Mubarak from 1996 to 1999.", "The country's ruling military general, Field Marshal Hussein Tantawi, appointed el-Ganzouri as a new interim prime minister last month after the previous premier's government resigned in the wake of a police crackdown on protesters that killed over 40 people.", "The interim Cabinet will serve until after the parliamentary elections finish in March. A new government is to be formed after the legislature is seated.", "Activist Hussein Hammouda, a retired police brigadier, is among those opposed to the names being considered for the Interior Minister post and says someone from outside the police force should be chosen instead.", "Protesters in", ", the epicenter of Egypt's protests, released a statement saying they would continue their sit-in while allowing traffic to resume normally in the area.", "There were tens of thousands of protesters in the square in the days leading up to the elections, but numbers have dwindled to several hundred since then. Protesters demanding el-Ganzouri be replaced as prime minister said they will keep up another sit-in outside the Cabinet headquarters."], "url": "https://www.foxnews.com/world/egypts-muslim-brotherhood-says-it-wont-seek-to-impose-islamic-values-in-the-country"},
{"title": "Libya's Attorney General Says Gunmen Attacked Him", "author": "", "text": ["TRIPOLI, Libya -- Libya's attorney general said armed gunmen dragged him from his car in broad daylight in Tripoli, threatening to kill him if he doesn't let one of their friends out of jail.", "The blatant attack on one of the highest legal authorities in Libya highlights the tense security situation that has persisted in the country's capital since Libyan revolutionaries toppled Muammar Qaddafi's regime in August.", "The National Transitional Council, which lead the uprising and took power after Qaddafi's fall, has made limited progress in extending its rule and disarming the armed groups that fought Qaddafi's forces during Libya's eight-month civil war, which ended with Qaddafi's capture and killing in late October.", "\"Tripoli is not safe,\" Attorney General Abdul-Aziz al-Hassady told The Associated Press late Tuesday, just hours after the attack by armed men.", "Al-Hassady said he was leaving work when a pickup truck with a mounted machine gun on the back blocked his way, at which point he noticed about 300 armed men in the area around the high court.", "Gunmen jumped out of the pickup, dragged him from his car and demanded he release one of their friends who had been arrested on suspicion of murder, he said. Al-Hassady said he escaped after snatching a gun from one of the attackers and pointing it at another's head until he was able to get into a car and get away.", "He said he intended to quit his job, though he had not officially informed the NTC of his resignation.", "Scores of armed groups still operate unrestrained in Tripoli, al-Hassady added, making it harder for the new government to establish rule of law. Most police stations remain closed and many officers complain that the presence of armed militias makes it impossible for them to do their jobs.", "In an incident earlier this week, police arrested a member of an armed brigade from the city of Misrata. His colleagues responded by storming the police station, letting their friend out and briefly held captive four police officers.", "Many of the militias take their own prisoners and refuse to hand them over to the authorities, worrying that other armed groups would threaten police or prison guards to get them released, al-Hassady said.", "\"That is why some armed groups don't trust us anymore, and they prefer to keep the prisoners,\" he said.", "The Tripoli", "on Tuesday gave the militias a deadline, saying armed residents must hand in their guns to the authorities before the end of the year. It remains unclear how authorities would coax or punish those who refuse.", "So far, the NTC has taken a cautious approach to disarming the fighters who brought down Qaddafi.", "Last month, interim-Prime Minister Abdurrahim el-Keib said he could not disarm fighters until he has prepared alternatives, including jobs and training. NTC head Mustafa Abdul-Jalil seemed to affirm the slower approach last week, noting that 75 percent of those carrying weapons are unemployed.", "Abdul-Jalil promised Libya's new leadership would provide them with jobs and support."], "url": "https://www.foxnews.com/world/libyas-attorney-general-says-gunmen-attacked-him"},
{"title": "NATO Says 3 Troops Killed in Eastern Afghanistan", "author": "", "text": ["KABUL,", "-- A roadside bombing killed three", "service members Saturday in eastern Afghanistan, the U.S.-led coalition said.", "The coalition recently shifted its focus from southern Afghanistan to the east, where militants are fighting Afghan and coalition troops along the long, porous border with", ".", "The exact location of the bombing was not disclosed, nor were the nationalities of the dead.", "So far this year, 519 NATO service members have been killed in Afghanistan, including at least 389 Americans.", "Separately, tribal elders in Logar province, also in the east, continued to negotiate with insurgents on Saturday in an effort to free eight Pakistani laborers kidnapped by militants on Thursday, said provincial spokesman Din Mohammad Darwesh.", "He said they were kidnapped by a gunman on a motorcycle who ambushed a bus carrying the laborers to work at a hospital construction site in Pul-e-Alam, the provincial capital. The assailants took them into the woods at gunpoint."], "url": "https://www.foxnews.com/world/nato-says-3-troops-killed-in-eastern-afghanistan"},
{"title": "Ukrainian Activists Go Topless in Prostitution Protest Ahead of Euro 2012 Soccer Draw", "author": "", "text": ["KIEV,", "-- Ukrainian women's rights activists went topless Friday outside Kiev's Olympic Stadium to rally against alleged attempts to legalize prostitution during next summer's Euro 2012 soccer tournament.", "Five half-naked demonstrators from the Femen group held up signs saying \"Euro 2012 without prostitution,\" \"Euro 2012 attacked our gates\" and \"F*cking Euro 2012,\" in front of the entrance to the stadium, while miniature soccer balls dangled on strings attached to their underwear.", "But the protest in the capital was short-lived before Ukrainian police dragged the women away.", "The group claims that", ", European soccer's governing body, encouraged the Ukrainian government to relax its rules on sex tourism with a large influx of foreign fans due to arrive in June for the soccer event.", "The stunt came hours before the draw for the finals was set to take place at the Palace of Arts in Kiev.", "Ukraine is hosting the tournament with Eastern European neighbor", "."], "url": "https://www.foxnews.com/world/ukrainian-activists-go-topless-in-prostitution-protest-ahead-of-euro-2012-soccer-draw"},
{"title": "Israel's Chief Justice Clashes With Nationalists", "author": "", "text": ["TEL AVIV,", "-- Israel's chief justice came under fire on Friday from members of Prime Minister Benjamin Netanyahu's governing coalition, after she went public with concerns that parliamentarians are trying to undercut the Supreme Court's authority.", "The exchange reflects an increasingly charged atmosphere in Israeli politics around what government opponents say is a concerted effort to undermine Israeli democracy.", "Hawkish members of Netanyahu's Likud party accuse the court of a liberal bias, while the court's defenders say that nationalists are attacking the independence of a key guardian of Israeli democracy.", "In the most recent development, Chief Justice Dorit Beinisch made a public statement attacking her critics, a departure from the general understanding that senior members of the judiciary remain as much as possible above politics. Likud lawmakers accused her of inappropriate behavior.", "\"I am saddened by the fact that Beinisch, who has long spoken in favor of the separation of powers, has shown such a fundamental misunderstanding of democracy and forgotten that the public elected its representatives to parliament so that they would legislate,\" governing coalition chairman Zeev Elkin said.", "\"According to the chief justice, it would seem that the", "ought to replace the legislature or at least serve as its censor,\" Elkin said.", "The day before, Beinisch had made a rare public statement at a law conference, in which she accused politicians of trying to delegitimize the court.", "\"This is a delegitimization campaign headed by several politicians, lawmakers and even government ministers, who propagate false and misleading information that has reached the point of incitement against the courts, its judges and its judicial undertakings,\" she said, choking back emotion.", "Although she did not mention anyone by name, it was clear that Beinisch was referring to a series of recent legislative initiatives backed by Elkin and others in the nationalist coalition in power since 2009.", "Earlier this week, parliament gave preliminary approval to a bill that would change the makeup of the panel assigned to select Supreme Court justices -- a bill opponents see as trying to stack the committee, currently made up of judges, lawyers and politicians, in the government's favor.", "Another bill, which Netanyahu says he opposes but was promoted by members of his Likud Party, would let parliament veto Supreme Court candidates.", "Yet another bill, which would restrict petitions to the Supreme Court by private groups, was rejected by a ministerial committee Sunday.", "Also, according to media reports, Elkin and his allies are working behind the scenes to ensure that the next round of supreme court appointees includes a", "settler or a conservative or religious jurist.", "Labor Party leader Shelly Yachimovich came to Beinisch's defense, saying that her \"direct and public appeal constitutes a rare warning sign.\"", "\"There are politicians among us who are prepared to topple the foundations of the rule of law, while fulminating and inciting the public,\" she said.", "Adding to the tension, Beinisch's term is set to expire in a few months, and there is considerable agitation over whether a more conservative justice will ascend to the powerful position.", "Israel's Supreme Court has been widely seen as a lynchpin of liberal democracy in Israel, and over the years it has often ruled against the government, maintained a fierce independence, and generally won respect from rights groups, the public in Israel and observers around the world.", "The proposed legislation involving the Supreme Court is part of a broader trend that critics assail as an attack on democracy itself.", "Foreign governments have been especially critical of proposed legislation to dramatically limit foreign funding of non-governmental organizations -- a measure that would largely affect dovish groups and so far has been put on hold.", "On Monday, Netanyahu vowed to uphold Israel's democracy.", "\"As long as I am prime minister, Israel will continue to be a strong democracy, an exemplary democracy. Nobody will tell anybody what to think, what to write, what to investigate, what to broadcast,\" he told Likud lawmakers. Hours later, he nonetheless voted for proposed amendments to a new libel law that critics charge will muzzle investigative reporters.", "In an editorial Friday, the Haaretz daily called on Netanyahu to end the \"antidemocratic witch hunt\" and accused the premier of \"an ill-conceived attempt to exploit his parliamentary majority to undermine Israeli democracy.\""], "url": "https://www.foxnews.com/world/israels-chief-justice-clashes-with-nationalists"},
{"title": "Water Leaks From Crippled Japanese Nuclear Plant", "author": "", "text": ["Japan's crippled nuclear power plant leaked about 45 tons of highly radioactive water from a purification device over the weekend, its operator said, and some may have drained into the ocean.", "The leak is a reminder of the difficulties facing Tokyo Electric Power Co. as it tries to meet its goal of bringing the tsunami-damaged Fukushima Dai-ichi nuclear power plant to a cold shutdown by year's end.", "A pool of radioactive water was discovered midday Sunday around a decontamination device, TEPCO said in a statement on its website. After the equipment was turned off, the leak appeared to stop. Later, workers found a crack in a concrete barrier leaking the contaminated water into a gutter that leads to the ocean.", "TEPCO estimated about 300 liters leaked out before the crack was blocked with sandbags.", "Officials were checking whether any water had reached the nearby ocean.", "The leakage of radioactive water from the Fukushima plant into the Pacific Ocean in the weeks after the March 11 accident caused widespread concern that seafood in the coastal waters would be contaminated.", "The pooled water around the purification device was measured Sunday at 16,000 bequerels per liter of cesium-134, and 29,000 bequerels per liter of cesium-137, TEPCO said. That's 270 times and 322 times higher, respectively, than government safety limits, according to the Citizens' Nuclear Information Center in Tokyo.", "Cesium-137 is dangerous because it can last for decades in the environment, releasing cancer-causing radiation. The half-life of cesium-134 is about two years, while the half-life of cesium-137 is about 30 years.", "TEPCO is using the purification devices to decontaminate water that has been cooling the reactors. Three of the plant's reactor cores mostly melted down when the March 11 tsunami knocked out the plant's cooling system."], "url": "https://www.foxnews.com/world/water-leaks-from-crippled-japanese-nuclear-plant"},
{"title": "Italian Government Approves Austerity Measures", "author": "", "text": ["Premier", "said Sunday his government of technocrats has approved a package of austerity and growth measures worth euro30 billion ($40.53 billion) to \"reawaken\" the Italian economy and help save the euro common currency from collapse.", "The measures include immediate cuts to the costs of maintaining Italy's bulky political class as well as significant measures to fight tax evasion, Monti told a news conference following a three-hour Cabinet meeting.", "As part of the political cost cuts, Monti said he would forego his salaries as premier and finance minister -- a move he said was a personal decision and not meant as an example for other ministers in the government, which was formed 2 1/2 weeks ago after Premier Silvio Berlusconi's resignation under market and political pressure.", "The package also includes measures to spur growth and competition, while aiming to stamp out rampant nepotism. But it also raises the retirment age and the number of years of service to qualify for a full pension, steps strongly opposed by unions, and imposes new taxes on Italians' private wealth, including their homes, boats and luxury cars, measures that conservatives have protested.", "\"We gave a lot of weight to fairness, we had to distribute some of the sacrifices but we took a lot of care to distribute them in a fair way,\" Monti said.", "Monti will outline the measures on Monday in addresses to both houses of Parliament, which must approve them. Monti said he will appeal to lawmakers' sense of responsibility.", "The Berlusconi government stepped down due to its failure to get tough measures through a fractious Parliament, which remains intact, meaning fault lines could easily reopen.", "\"A lot depends on how well or not we explain to the citizens what we are trying to do,\" Monti said.", "The premier, an economist who once was an EU commissioner, has been under extreme pressure to come up with speedy and credible measures that will persuade markets to stop betting against the common currency. Italian borrowing costs have spiked, which could spell disaster if Italy is unable to keep up on payments to service its enormous debt of euro1.9 trillion ($2.57 trillion), or 120 percent of its GDP.", "Unlike", ",", "and", ", which got bailouts after their borrowing rates skyrocketed, the eurozone's third-largest economy is considered to be too big to bail out. An Italian default would be disastrous for the 17-member eurozone and reverberate throughout the global economy.", "Deputy Economic Minister Vittorio Grilli said the measures passed will ensure that Italy's budget will be balanced by 2013 through a 2 percent increase in value-added tax from the second half of 2012. Berlusconi's now-defunct government already raised the value-added tax from 20 percent to 21 percent as part of earlier measures.", "In addition, the government adopted austerity measures worth euro20 billion and euro10 billion in measures aimed at boosting anemic Italian growth. They include pension reform, local government spending cuts, the reestablishment of a tax on a first house that was annulled by Berlusconi and new taxes on boats over 10 meters (30 feet) in length and on luxury cars, Grilli said.", "At the same time, the measures will reduce the tax on the cost of employment, give fiscal breaks to companies that invest to grow their businesses and increase investments in local public transport.", "Monti denied an impression that the measures mostly comprised new taxes.", "\"There are certainly taxes, we know that in Italy it is easier to reduce the deficit through new taxes than through cutting costs,\" Monti said. \"But what we did, for example, in terms of rebalancing the pension goes in the right structural direction.\"", "The government \"made a particular effort to make sure that higher taxes did not affect the usual suspects,\" Monti said.", "The premier spent the weekend briefing political parties, unions, business groups, consumer lobbies and others. Unions were particularly critical of the measures to reform the pension system, saying certain classes of workers, including those who do physical labor, shouldn't be forced to work extra years, and that women who enter the work force after raising children would have to work well into old age to meet seniority requirements.", "The measures raise the pension age to 66 years for men in 2012 and for women by 2018, and also increases to 42 years and one month the years of service for a man to retire with full benefits, 41 years and one month for a woman. Labor Minister Elsa Fornero said it would be possible to retire earlier, \"with a small penalty.\"", "Fornero wiped away a tear when she said that the pension reform would require sacrifices, including a hold on inflation adjustments for larger pensions.", "On the fight against tax evasion, Monti said there would be no more tax amnesties, a mechanism used frequently in the past to recover lost revenues. In addition, the measures imposed a 1.5 percent penalty on money that was repatriated in a recent scheme that allowed Italians who had concealed money abroad to repatriate it for a negligible 5 percent penalty.", "The measures also limit cash transactions to payments under euro1,000 -- down from euro2,500. In Italy, paying in cash is common as a way to conceal transactions from the government and avoid paying the value-added tax.", "After meeting with Monti earlier Sunday, the head of Italy's industrial lobby said that the survival of the common euro currency depends on Italy's coming up with very strong austerity and growth measures -- followed by a concerted effort at the European level so that Italian sacrifices are not in vain.", "Confindustria President Emma Marcegaglia described the measures as \"very heavy.\"", "The coming days \"will decided if the euro will survive or not. The first move to save the euro is in Italian hands, with a very strong measures,\" Marcegaglia said. The measures will be \"fundamental to saving Italy and to saving the euro.\""], "url": "https://www.foxnews.com/world/italian-government-approves-austerity-measures"},
{"title": "Canada, U.S. to Sign New Border Pact", "author": "", "text": ["OTTAWA --", "and the US are expected to announce a perimeter-security deal next week that will see both governments share more data on who is coming and going at border crossings and ease bottlenecks, according to people familiar with the deal.", "Canadian Prime Minister", "is scheduled to visit the", "on Dec. 7, at which time he and President", "are expected to formally endorse the pact.", "According to people briefed on the deal, the pact envisages more US officers working at ports and factory gates to inspect and approve Canadian-bound cargo before it hits the border. This preclearance is meant to reduce congestion, which companies on both sides of the border complain has boosted transportation costs and increased the time required to move key parts to factories.", "The countries are also prepared to mutually recognize certain regulatory regimes, to avoid duplication on inspections of food and other goods; and to expand \"trusted-traveler\" plans, most notably NEXUS, which provide expedited travel to preapproved travelers at the border.", "\"This is not [a] sweeping deal, but it is a concrete step,\" said Scotty Greenwood, senior managing director at Washington law firm McKenna Long & Aldridge, which specializes in Canada-US relations.", "Officials with Canada's Prime Minister's Office declined to comment about the deal's contents. A Prime Minister's Office spokesman said Harper and Obama would discuss the Canada-US relationship, \"including economic competitiveness, trade and security, and key global issues.\"", "The two leaders kick-started negotiations last February when they announced the Beyond the Borders initiative in Washington. At the time, they declared the two countries would work jointly to pursue a \"perimeter\" approach to security, while at the same time ease the legitimate flow of people, goods and services across the border.", "Canada and the US have the world's largest trading relationship, with an estimated C$1.6 billion (US$1.57 billion) worth of goods and services crossing the border each day."], "url": "https://www.foxnews.com/world/canada-u-s-to-sign-new-border-pact"}
]